{
  "metadata": {
    "title": "Ch06-Ch11",
    "audio_file": "Ch06-Ch11.mp3"
  },
  "sentences": [
    {
      "text": "---  PHAK Chapter 6: Flight Controls (Sport Pilot Filter) Introduction  This chapter focuses on the flight control systems a pilot uses to control the forces of flight and the aircraft’s direction and attitude.",
      "start": 0.0,
      "end": 15.75
    },
    {
      "text": "The most basic flight control system designs are mechanical and date back to early aircraft.",
      "start": 16.75,
      "end": 23.65
    },
    {
      "text": "They operate with a collection of mechanical parts, such as rods, cables, pulleys, and sometimes chains to transmit the forces of the flight deck controls to the control surfaces.",
      "start": 23.65,
      "end": 37.07
    },
    {
      "text": "Mechanical flight control systems are still used today in small general and sport category aircraft where the aerodynamic forces are not excessive.",
      "start": 37.07,
      "end": 48.1
    },
    {
      "text": "Primary Flight Controls  Aircraft flight control systems consist of primary and secondary systems.",
      "start": 48.1,
      "end": 55.45
    },
    {
      "text": "The ailerons, elevator (or stabilator), and rudder constitute the primary control system and are required to control an aircraft safely during flight.",
      "start": 56.45,
      "end": 67.7
    },
    {
      "text": "Wing flaps, leading edge devices, spoilers, and trim systems constitute the secondary control system and improve the performance characteristics of the airplane or relieve the pilot of excessive control forces.",
      "start": 67.7,
      "end": 83.45
    },
    {
      "text": "Ailerons  Ailerons control roll about the longitudinal axis.",
      "start": 83.45,
      "end": 87.95
    },
    {
      "text": "The ailerons are attached to the outboard trailing edge of each wing and move in the opposite direction from each other.",
      "start": 88.95,
      "end": 97.95
    },
    {
      "text": "Ailerons are connected by cables, bellcranks, pulleys, and/or push-pull tubes to a control wheel or control stick.",
      "start": 97.95,
      "end": 106.5
    },
    {
      "text": "Adverse Yaw: Since the downward deflected aileron produces more lift as evidenced by the wing raising, it also produces more drag.",
      "start": 106.5,
      "end": 116.25
    },
    {
      "text": "This added drag causes the wing to slow down slightly.",
      "start": 116.25,
      "end": 120.3
    },
    {
      "text": "This results in the aircraft yawing toward the wing which had experienced an increase in lift (and drag).",
      "start": 120.3,
      "end": 128.17
    },
    {
      "text": "From the pilot’s perspective, the yaw is opposite the direction of the bank.",
      "start": 128.17,
      "end": 133.87
    },
    {
      "text": "The adverse yaw is a result of differential drag and the slight difference in the velocity of the left and right wings.",
      "start": 133.87,
      "end": 142.8
    },
    {
      "text": "Differential Ailerons: With differential ailerons, one aileron is raised a greater distance than the other aileron and is lowered for a given movement of the control wheel or control stick.",
      "start": 142.8,
      "end": 156.97
    },
    {
      "text": "This produces an increase in drag on the descending wing.",
      "start": 157.47,
      "end": 161.75
    },
    {
      "text": "The greater drag results from deflecting the aileron on the descending wing to a greater angle than the aileron on the rising wing.",
      "start": 161.75,
      "end": 171.57
    },
    {
      "text": "Frise-Type Ailerons: The aileron that is being raised pivots on an offset hinge.",
      "start": 171.57,
      "end": 177.57
    },
    {
      "text": "This projects the leading edge of the aileron into the airflow and creates drag.",
      "start": 178.07,
      "end": 184.07
    },
    {
      "text": "It helps equalize the drag created by the lowered aileron on the opposite wing and reduces adverse yaw.",
      "start": 184.07,
      "end": 191.8
    },
    {
      "text": "Elevator  The elevator controls pitch about the lateral axis.",
      "start": 191.8,
      "end": 196.37
    },
    {
      "text": "Like the ailerons on small cars, the elevator is connected to the control column in the flight deck by a series of mechanical linkages.",
      "start": 197.87,
      "end": 208.0
    },
    {
      "text": "Moving the control column aft causes the elevator to move up.",
      "start": 208.0,
      "end": 212.57
    },
    {
      "text": "This increases the tail-down aerodynamic force and causes the tail of the aircraft to move down and the nose to move up.",
      "start": 212.57,
      "end": 221.57
    },
    {
      "text": "T-Tail: In a T-tail configuration, the elevator is above most of the effects of downwash from the propeller, as well as airflow around the fuselage and/or wings during normal flight conditions.",
      "start": 221.57,
      "end": 236.05
    },
    {
      "text": "Stabilator: Some aircraft use a one-piece horizontal stabilizer that pivots from a central hinge point.",
      "start": 236.05,
      "end": 243.77
    },
    {
      "text": "This type of design is called a stabilator.",
      "start": 244.27,
      "end": 247.5
    },
    {
      "text": "Stabilators are extremely sensitive to control inputs and aerodynamic loads.",
      "start": 247.5,
      "end": 253.2
    },
    {
      "text": "Stabilators are equipped with antiservo tabs to decrease sensitivity.",
      "start": 253.2,
      "end": 258.37
    },
    {
      "text": "Canard: A canard design utilizes the horizontal stabilizer in front of the main wings.",
      "start": 258.37,
      "end": 264.82
    },
    {
      "text": "The canard actually creates lift and holds the nose up, as opposed to the aft-tail design which exerts a downward force on the tail to prevent the nose from rotating downward.",
      "start": 265.32,
      "end": 278.45
    },
    {
      "text": "Rudder  The rudder controls movement of the aircraft about its vertical axis.",
      "start": 278.45,
      "end": 284.22
    },
    {
      "text": "This motion is called yaw.",
      "start": 285.72,
      "end": 287.67
    },
    {
      "text": "Like the other primary control surfaces, the rudder is a movable surface hinged to a fixed surface, in this case to the vertical stabilizer, or fin.",
      "start": 287.67,
      "end": 298.77
    },
    {
      "text": "Moving the left or right rudder pedal controls the rudder.",
      "start": 298.77,
      "end": 303.12
    },
    {
      "text": "[See Figure 6-1: Mechanical flight control system] Secondary Flight Controls  Flaps  Flaps are the most common high-lift devices used on aircraft.",
      "start": 303.12,
      "end": 314.07
    },
    {
      "text": "These surfaces, which are attached to the trailing edge of the wings, increase both lift and induced drag for any given AOA.",
      "start": 315.07,
      "end": 324.37
    },
    {
      "text": "Flaps allow a compromise between high cruising speed and low landing speed because they may be extended when needed and retracted into the wing’s structure when not needed.",
      "start": 324.37,
      "end": 337.27
    },
    {
      "text": "Plain Flaps: The simplest of the four types.",
      "start": 337.27,
      "end": 340.57
    },
    {
      "text": "It increases the airfoil camber, resulting in a significant increase in the coefficient of lift CL at a given AOA.",
      "start": 340.57,
      "end": 349.12
    },
    {
      "text": "At the same time, it greatly increases drag and moves the center of pressure (CP) aft on the airfoil, resulting in a nose-down pitching moment.",
      "start": 349.12,
      "end": 359.85
    },
    {
      "text": "Split Flaps: Deflected from the lower surface of the airfoil and produces a slightly greater increase in lift than the plain flap.",
      "start": 359.85,
      "end": 369.6
    },
    {
      "text": "More drag is created because of the turbulent air pattern produced behind the airfoil.",
      "start": 370.1,
      "end": 376.55
    },
    {
      "text": "Slotted Flaps: Increase the lift coefficient significantly more than plain or split flaps.",
      "start": 376.55,
      "end": 383.3
    },
    {
      "text": "On small general aviation aircraft, this is the most popular flap design.",
      "start": 383.8,
      "end": 389.27
    },
    {
      "text": "When the flap is lowered, a duct forms between the flap well in the wing and the leading edge of the flap.",
      "start": 389.27,
      "end": 397.22
    },
    {
      "text": "High-energy air from the lower surface is ducted to the flap’s upper surface.",
      "start": 397.22,
      "end": 403.0
    },
    {
      "text": "Fowler Flaps: A type of slotted flap.",
      "start": 403.0,
      "end": 405.77
    },
    {
      "text": "This flap design not only changes the camber of the wing, it also increases the wing area.",
      "start": 406.27,
      "end": 413.02
    },
    {
      "text": "Instead of rotating down on a hinge, it slides backward on tracks.",
      "start": 413.02,
      "end": 417.97
    },
    {
      "text": "Trim Systems  Trim systems are used to relieve the pilot of the need to maintain constant pressure on the flight controls.",
      "start": 417.97,
      "end": 427.12
    },
    {
      "text": "Trim systems usually consist of flight deck controls and small hinged devices attached to the trailing edge of one or more of the primary flight control surfaces.",
      "start": 428.62,
      "end": 440.77
    },
    {
      "text": "Trim Tabs: The most common installation on small aircraft.",
      "start": 440.77,
      "end": 445.12
    },
    {
      "text": "If the pilot needs to exert constant back pressure on a control column, the trim tab can be adjusted to relieve this pressure.",
      "start": 445.12,
      "end": 454.57
    },
    {
      "text": "The trim tab moves in the opposite direction of the flight control surface.",
      "start": 454.57,
      "end": 460.2
    },
    {
      "text": "Balance Tabs: Some aircraft have control forces that may be excessively high in some flight attitudes.",
      "start": 460.2,
      "end": 467.85
    },
    {
      "text": "The manufacturer may use a balance tab.",
      "start": 468.35,
      "end": 471.27
    },
    {
      "text": "It is coupled to the control surface rod so that when the primary control surface is moved in any direction, the tab automatically moves in the opposite direction.",
      "start": 471.27,
      "end": 483.5
    },
    {
      "text": "Antiservo Tabs: Antiservo tabs work in the same manner as balance tabs except, instead of moving in the opposite direction, they move in the same direction as the trailing edge of the stabilator.",
      "start": 483.5,
      "end": 498.12
    },
    {
      "text": "This increases the sensitivity of the control surface and provides a \"feel\" to the pilot.",
      "start": 498.62,
      "end": 505.3
    },
    {
      "text": "Ground Adjustable Tabs: A non-movable metal trim tab on the rudder.",
      "start": 505.3,
      "end": 510.32
    },
    {
      "text": "It is bent in one direction or the other while on the ground to apply a trim force to the rudder.",
      "start": 510.82,
      "end": 518.1
    },
    {
      "text": "[See Figure 6-22: Ground adjustable tab] ---  PHAK Chapter 7: Aircraft Systems (Sport Pilot Filter) Introduction  This chapter covers the primary systems found on most aircraft.",
      "start": 518.1,
      "end": 531.37
    },
    {
      "text": "These include the engine, propeller, induction, ignition, as well as the fuel, lubrication, cooling, electrical, landing gear, and environmental control systems.",
      "start": 532.87,
      "end": 544.95
    },
    {
      "text": "Powerplant  An aircraft engine, or powerplant, produces thrust to propel an aircraft.",
      "start": 544.95,
      "end": 551.32
    },
    {
      "text": "Reciprocating engines and turboprop engines work in combination with a propeller to produce thrust.",
      "start": 552.32,
      "end": 559.75
    },
    {
      "text": "Reciprocating Engines  Most small aircraft are designed with reciprocating engines.",
      "start": 559.75,
      "end": 565.97
    },
    {
      "text": "The name is derived from the back-and-forth, or reciprocating, movement of the pistons that produces the mechanical energy necessary to accomplish work.",
      "start": 566.97,
      "end": 578.37
    },
    {
      "text": "Reciprocating engines operate on the basic principle of converting chemical energy (fuel) into mechanical energy.",
      "start": 578.37,
      "end": 586.85
    },
    {
      "text": "Four-Stroke Cycle The majority of small aircraft engines use the four-stroke operating cycle.",
      "start": 586.85,
      "end": 593.82
    },
    {
      "text": "The steps in this cycle are: Intake: The piston moves downward, the intake valve opens, and the fuel-air mixture is drawn into the cylinder.",
      "start": 593.82,
      "end": 604.32
    },
    {
      "text": "Compression: The intake valve closes, and the piston moves back up, compressing the mixture.",
      "start": 604.32,
      "end": 611.22
    },
    {
      "text": "Power: The spark plugs ignite the compressed mixture.",
      "start": 611.72,
      "end": 615.7
    },
    {
      "text": "The expanding gases push the piston down with great force, turning the crankshaft.",
      "start": 616.2,
      "end": 622.35
    },
    {
      "text": "Exhaust: The exhaust valve opens, and the piston moves up, pushing the burned gases out.",
      "start": 622.35,
      "end": 628.95
    },
    {
      "text": "[See Figure 7-5: Four-stroke cycle] Propeller  The propeller is a rotating airfoil, subject to induced drag, stalls, and other aerodynamic principles that apply to any airfoil.",
      "start": 629.45,
      "end": 642.65
    },
    {
      "text": "It provides the necessary thrust to pull, or in some cases push, the aircraft through the air.",
      "start": 644.15,
      "end": 651.2
    },
    {
      "text": "Fixed-Pitch Propeller: The pitch of this propeller is set by the manufacturer and cannot be changed.",
      "start": 651.2,
      "end": 658.7
    },
    {
      "text": "Climb Propeller: Lower pitch, better climb, lower cruise speed.",
      "start": 658.7,
      "end": 663.42
    },
    {
      "text": "Cruise Propeller: Higher pitch, better cruise, reduced climb performance.",
      "start": 663.92,
      "end": 669.4
    },
    {
      "text": "Ground-Adjustable Propeller: Used on some LSA, the pitch can be adjusted only when the aircraft is on the ground.",
      "start": 669.9,
      "end": 678.38
    },
    {
      "text": "Induction Systems  The induction system brings air from the outside, mixes it with fuel, and delivers the fuel-air mixture to the cylinder where combustion occurs.",
      "start": 678.88,
      "end": 691.1
    },
    {
      "text": "Carburetor Systems  Carburetors are classified as either float-type or pressure-type.",
      "start": 692.6,
      "end": 698.98
    },
    {
      "text": "Float-Type Carburetor: The most common type.",
      "start": 699.98,
      "end": 703.27
    },
    {
      "text": "Air flows through a venturi, creating low pressure that draws fuel from a float chamber.",
      "start": 703.27,
      "end": 709.88
    },
    {
      "text": "Carburetor Icing: One disadvantage of the float-type carburetor is its icing tendency.",
      "start": 709.88,
      "end": 716.33
    },
    {
      "text": "Carburetor ice occurs due to the effect of fuel vaporization and the decrease in air pressure in the venturi, which causes a sharp temperature drop in the carburetor.",
      "start": 716.83,
      "end": 729.28
    },
    {
      "text": "If water vapor in the air condenses when the carburetor temperature is at or below freezing, ice may form.",
      "start": 729.28,
      "end": 737.23
    },
    {
      "text": "Indications: For airplanes with a fixed-pitch propeller, the first indication of carburetor icing is a loss of RPM.",
      "start": 737.23,
      "end": 745.85
    },
    {
      "text": "Carburetor Heat: An anti-icing system that preheats the air before it reaches the carburetor.",
      "start": 746.35,
      "end": 753.33
    },
    {
      "text": "When carburetor heat is applied, the heated air is less dense, causing the fuel-air mixture to become richer.",
      "start": 753.83,
      "end": 762.0
    },
    {
      "text": "This creates a momentary drop in RPM.",
      "start": 762.0,
      "end": 764.78
    },
    {
      "text": "Fuel Injection Systems  In a fuel injection system, the fuel is injected directly into the cylinders, or just ahead of the intake valve.",
      "start": 764.78,
      "end": 774.98
    },
    {
      "text": "Advantages: Less susceptible to icing, better fuel flow, faster throttle response.",
      "start": 776.48,
      "end": 782.63
    },
    {
      "text": "Disadvantages: Difficulty in starting a hot engine, vapor lock issues on the ground on hot days.",
      "start": 782.63,
      "end": 789.83
    },
    {
      "text": "Ignition System  The ignition system provides the electrical spark to ignite the fuel-air mixture in the cylinders.",
      "start": 790.33,
      "end": 798.95
    },
    {
      "text": "It consists of magnetos, spark plugs, high-tension leads, and the ignition switch.",
      "start": 800.45,
      "end": 806.6
    },
    {
      "text": "Magnetos: A magneto is a self-contained, engine-driven unit that supplies electrical current to the spark plugs.",
      "start": 806.6,
      "end": 815.0
    },
    {
      "text": "It is independent of the aircraft’s electrical system (battery/alternator).",
      "start": 815.0,
      "end": 820.63
    },
    {
      "text": "If the battery fails, the engine will keep running.",
      "start": 820.63,
      "end": 824.45
    },
    {
      "text": "Dual Ignition: Most aircraft engines have two magnetos and two spark plugs per cylinder to increase reliability (safety) and improve combustion efficiency.",
      "start": 824.45,
      "end": 836.08
    },
    {
      "text": "Oil Systems (Lubrication)  The engine oil system performs several important functions: Lubrication of the engine's moving parts.",
      "start": 836.58,
      "end": 846.18
    },
    {
      "text": "Cooling of the engine by reducing friction.",
      "start": 847.68,
      "end": 850.9
    },
    {
      "text": "Removing heat from the cylinders.",
      "start": 851.4,
      "end": 853.88
    },
    {
      "text": "Providing a seal between the cylinder walls and pistons.",
      "start": 854.38,
      "end": 858.58
    },
    {
      "text": "Carrying away contaminants.",
      "start": 859.08,
      "end": 861.1
    },
    {
      "text": "Cooling Systems  Burning fuel inside the cylinders produces intense heat.",
      "start": 861.6,
      "end": 867.08
    },
    {
      "text": "Most light aircraft use air cooling .",
      "start": 868.58,
      "end": 871.35
    },
    {
      "text": "Air Cooling: Air flows into the engine compartment through openings in front of the engine cowl.",
      "start": 871.35,
      "end": 878.55
    },
    {
      "text": "Baffles and fins on the cylinders direct this air over the engine to carry away heat.",
      "start": 878.55,
      "end": 884.93
    },
    {
      "text": "Cowl Flaps: Some aircraft use cowl flaps to control the amount of air circulating around the engine.",
      "start": 884.93,
      "end": 892.43
    },
    {
      "text": "Opening cowl flaps increases airflow (for climbs); closing them decreases airflow (for descent/cruise).",
      "start": 892.93,
      "end": 900.65
    },
    {
      "text": "Fuel System  The fuel system is designed to provide an uninterrupted flow of clean fuel from the fuel tanks to the engine.",
      "start": 900.65,
      "end": 909.8
    },
    {
      "text": "Types of Systems:  Gravity-Feed System: Used in high-wing airplanes.",
      "start": 911.3,
      "end": 916.4
    },
    {
      "text": "Gravity transfers fuel from the tanks to the engine.",
      "start": 917.4,
      "end": 921.3
    },
    {
      "text": "Fuel-Pump System: Used in low-wing airplanes (where fuel tanks are below the engine).",
      "start": 921.3,
      "end": 927.68
    },
    {
      "text": "Requires an engine-driven pump and an auxiliary electric boost pump for starting or emergencies.",
      "start": 928.18,
      "end": 935.38
    },
    {
      "text": "Fuel Grade & Contamination:  Avgas: Aviation gasoline is identified by an octane rating and color (e.g., 100LL is Blue).",
      "start": 935.38,
      "end": 944.38
    },
    {
      "text": "Water: Water is the most common contaminant.",
      "start": 945.88,
      "end": 949.18
    },
    {
      "text": "It is heavier than fuel and settles to the bottom of the tank.",
      "start": 949.68,
      "end": 954.33
    },
    {
      "text": "Sump drains are used to check for water before flight.",
      "start": 954.33,
      "end": 958.38
    },
    {
      "text": "Refueling: Never use a fuel grade lower than specified (e.g., do not use 80 octane if 100LL is required).",
      "start": 958.38,
      "end": 966.25
    },
    {
      "text": "Using a lower grade can cause detonation and engine damage.",
      "start": 966.75,
      "end": 971.18
    },
    {
      "text": "Electrical System  Most aircraft are equipped with a 14- or 28-volt direct current (DC) electrical system.",
      "start": 971.18,
      "end": 979.13
    },
    {
      "text": "Alternator/Generator: Engine-driven; supplies electricity to the system and charges the battery during flight.",
      "start": 980.63,
      "end": 988.88
    },
    {
      "text": "Battery: Used primarily for starting the engine and as an emergency backup power source if the alternator fails.",
      "start": 988.88,
      "end": 997.28
    },
    {
      "text": "Master Switch: Turns the electrical system on/off.",
      "start": 997.78,
      "end": 1001.53
    },
    {
      "text": "Note that the magnetos are separate; turning off the master switch does not stop the engine.",
      "start": 1002.03,
      "end": 1008.93
    },
    {
      "text": "Circuit Breakers/Fuses: Protect electrical circuits from overload.",
      "start": 1008.93,
      "end": 1013.88
    },
    {
      "text": "Pitot-Static System  The pitot-static system relies on air pressure to operate the altimeter, airspeed indicator, and vertical speed indicator (VSI).",
      "start": 1014.38,
      "end": 1025.55
    },
    {
      "text": "Pitot Tube: Provides impact (ram) air pressure for the airspeed indicator.",
      "start": 1027.05,
      "end": 1032.6
    },
    {
      "text": "Blockage: A blocked pitot tube affects only the airspeed indicator.",
      "start": 1032.6,
      "end": 1037.63
    },
    {
      "text": "Static Port: Provides static (ambient) air pressure for all three instruments (Altimeter, VSI, Airspeed).",
      "start": 1038.13,
      "end": 1046.0
    },
    {
      "text": "Blockage: A blocked static port affects all three instruments.",
      "start": 1046.5,
      "end": 1051.15
    },
    {
      "text": "The altimeter will freeze at the blocked altitude, and the VSI will indicate zero.",
      "start": 1051.65,
      "end": 1057.8
    },
    {
      "text": "---  PHAK Chapter 8: Flight Instruments (Sport Pilot Filter) Introduction  In order to safely fly any aircraft, a pilot must understand how to interpret and operate the flight instruments.",
      "start": 1057.8,
      "end": 1071.9
    },
    {
      "text": "The pilot also needs to be able to recognize associated errors and malfunctions of these instruments.",
      "start": 1073.4,
      "end": 1080.98
    },
    {
      "text": "This chapter addresses the pitot-static system and associated instruments, the vacuum system and related instruments, gyroscopic instruments, and the magnetic compass.",
      "start": 1080.98,
      "end": 1093.5
    },
    {
      "text": "Pitot-Static Flight Instruments  The pitot-static system is a combined system that utilizes the static air pressure and the dynamic pressure due to the motion of the aircraft through the air.",
      "start": 1093.5,
      "end": 1107.83
    },
    {
      "text": "These combined pressures are utilized for the operation of the airspeed indicator (ASI), altimeter, and vertical speed indicator (VSI).",
      "start": 1108.83,
      "end": 1118.95
    },
    {
      "text": "[See Figure 8-1: Pitot-static system] Impact Pressure Chamber and Lines  The pitot tube is utilized to measure the total combined pressures of air (static and dynamic).",
      "start": 1118.95,
      "end": 1131.55
    },
    {
      "text": "The pitot tube has a small opening at the front that allows the total pressure to enter the pressure chamber.",
      "start": 1132.55,
      "end": 1140.73
    },
    {
      "text": "The total pressure is made up of dynamic pressure (ram air) plus static pressure.",
      "start": 1140.73,
      "end": 1146.8
    },
    {
      "text": "Static Pressure Chamber and Lines  The static chamber is vented through small holes to the free undisturbed air on the side(s) of the aircraft.",
      "start": 1146.8,
      "end": 1157.53
    },
    {
      "text": "As the atmospheric pressure changes, the pressure is able to move freely in and out of the instruments.",
      "start": 1158.53,
      "end": 1166.25
    },
    {
      "text": "Blockage of the Pitot-Static System  Errors in the pitot-static system are usually caused by blockage of the pitot tube (including the drain hole) or the static port(s).",
      "start": 1166.25,
      "end": 1178.93
    },
    {
      "text": "Blocked Pitot System: If the pitot tube drain hole is blocked but the pitot opening remains clear, there is no change in indication.",
      "start": 1179.93,
      "end": 1189.83
    },
    {
      "text": "If both the pitot opening and the drain hole become clogged, the airspeed indicator acts as an altimeter; it reads higher as the aircraft climbs and lower as the aircraft descends.",
      "start": 1189.83,
      "end": 1203.33
    },
    {
      "text": "Blocked Static System: If the static port becomes blocked, the airspeed indicator, altimeter, and VSI will all be affected.",
      "start": 1203.33,
      "end": 1212.55
    },
    {
      "text": "Airspeed Indicator: Operates but is inaccurate.",
      "start": 1213.05,
      "end": 1216.58
    },
    {
      "text": "At altitudes above where the static system became blocked, the airspeed indicates lower than it should.",
      "start": 1217.08,
      "end": 1224.8
    },
    {
      "text": "At lower altitudes, it indicates higher.",
      "start": 1224.8,
      "end": 1227.8
    },
    {
      "text": "Altimeter: Freezes at the altitude where the blockage occurred.",
      "start": 1227.8,
      "end": 1232.53
    },
    {
      "text": "VSI: Freezes at zero.",
      "start": 1233.03,
      "end": 1234.6
    },
    {
      "text": "Airspeed Indicator (ASI)19  The ASI is a sensitive, differential pressure 20gauge which measures and promptly indicates the difference between pitot (impact/dynamic) pressure and static pressure.",
      "start": 1235.1,
      "end": 1249.73
    },
    {
      "text": "Operating Principle: The mechanical linkage connects the diaphragm to the ASI pointer.",
      "start": 1251.23,
      "end": 1257.68
    },
    {
      "text": "As the aircraft accelerates, the increased dynamic pressure expands the diaphragm, moving the needle to a higher airspeed.",
      "start": 1257.68,
      "end": 1266.83
    },
    {
      "text": "Instrument Markings (V-Speeds):  White Arc: Flap operating range.",
      "start": 1266.83,
      "end": 1271.7
    },
    {
      "text": "The lower limit is the stalling speed in the landing configuration VS0.",
      "start": 1272.7,
      "end": 1278.03
    },
    {
      "text": "The upper limit is the maximum flaps extended speed VFE.",
      "start": 1278.03,
      "end": 1282.23
    },
    {
      "text": "Green Arc: Normal operating range.",
      "start": 1282.23,
      "end": 1284.78
    },
    {
      "text": "The lower limit is the stalling speed in a clean configuration VS1.",
      "start": 1285.28,
      "end": 1290.3
    },
    {
      "text": "The upper limit is the maximum structural cruising speed VNO.",
      "start": 1290.3,
      "end": 1294.88
    },
    {
      "text": "Yellow Arc: Caution range.",
      "start": 1294.88,
      "end": 1296.83
    },
    {
      "text": "Fly within this range only in smooth air, and then only with caution.",
      "start": 1297.33,
      "end": 1302.5
    },
    {
      "text": "Red Line: Never exceed speed VNE.",
      "start": 1302.5,
      "end": 1304.98
    },
    {
      "text": "Operating above this speed is prohibited because it may result in damage or structural failure.",
      "start": 1305.48,
      "end": 1312.6
    },
    {
      "text": "[See Figure 8-6: Airspeed indicator markings] The Altimeter  The altimeter is an instrument that measures the height of an aircraft above a given pressure level.",
      "start": 1312.6,
      "end": 1324.68
    },
    {
      "text": "Principle of Operation: The aneroid wafers expand and contract as the atmospheric pressure changes.",
      "start": 1326.18,
      "end": 1333.6
    },
    {
      "text": "As the aircraft ascends, the static pressure drops, the wafers expand, and the pointers show an increase in altitude.",
      "start": 1333.6,
      "end": 1342.38
    },
    {
      "text": "Effect of Nonstandard Pressure and Temperature:  \"High to Low, Look Out Below\": If an aircraft is flown from an area of high pressure to an area of low pressure without adjusting the altimeter, the true altitude of the aircraft will be lower than the indicated altitude.",
      "start": 1342.38,
      "end": 1362.63
    },
    {
      "text": "\"Hot to Cold, Look Out Below\": If an aircraft is flown from an area of warm temperature to an area of cold temperature, the true altitude will be lower than the indicated altitude.",
      "start": 1363.63,
      "end": 1377.13
    },
    {
      "text": "Setting the Altimeter:  To read the correct altitude, the current altimeter setting (barometric pressure) must be entered in the Kollsman window.",
      "start": 1377.63,
      "end": 1388.5
    },
    {
      "text": "When flying below 18,000 feet, the pilot sets the altimeter to the current reported altimeter setting of a station along the route and within 100 NM of the aircraft.",
      "start": 1390.0,
      "end": 1402.38
    },
    {
      "text": "Types of Altitude:  Indicated Altitude: Read directly from the altimeter when set to the current altimeter setting.",
      "start": 1402.88,
      "end": 1411.5
    },
    {
      "text": "Pressure Altitude: The height above the standard datum plane (29.92 \"Hg).",
      "start": 1413.0,
      "end": 1418.48
    },
    {
      "text": "Used for flight above 18,000 feet (FL180).",
      "start": 1418.98,
      "end": 1422.13
    },
    {
      "text": "Density Altitude: Pressure altitude corrected for nonstandard temperature.",
      "start": 1422.13,
      "end": 1427.68
    },
    {
      "text": "Used for performance calculations.",
      "start": 1428.18,
      "end": 1430.73
    },
    {
      "text": "True Altitude: The vertical distance of the aircraft above sea level (MSL).",
      "start": 1430.73,
      "end": 1436.35
    },
    {
      "text": "Absolute Altitude: The vertical distance of the aircraft above the terrain (AGL).",
      "start": 1436.85,
      "end": 1442.93
    },
    {
      "text": "Vertical Speed Indicator (VSI)  The VSI indicates whether the aircraft is climbing, descending, or in level flight.",
      "start": 1443.43,
      "end": 1452.05
    },
    {
      "text": "It shows both the rate of climb/descent and trend information.",
      "start": 1453.55,
      "end": 1458.2
    },
    {
      "text": "Trend: The immediate indication of a change in rate.",
      "start": 1458.2,
      "end": 1462.1
    },
    {
      "text": "Rate: The stabilized rate of change (e.g., 500 feet per minute).",
      "start": 1462.1,
      "end": 1466.9
    },
    {
      "text": "Lag: There is a 6-9 second lag in the VSI indication before it stabilizes on the new rate of climb or descent.",
      "start": 1467.4,
      "end": 1475.65
    },
    {
      "text": "Gyroscopic Flight Instruments  Several flight instruments utilize the properties of a gyroscope for their operation.",
      "start": 1476.15,
      "end": 1484.85
    },
    {
      "text": "The most common instruments containing gyroscopes are the turn coordinator, heading indicator, and the attitude indicator.",
      "start": 1486.35,
      "end": 1495.5
    },
    {
      "text": "Gyroscopic Principles:  Rigidity in Space: A wheel with a heavily weighted rim spun at high speed tends to remain fixed in the plane in which it is spinning.",
      "start": 1495.5,
      "end": 1507.28
    },
    {
      "text": "Precession: The tilting or turning of a gyro in response to a deflective force.",
      "start": 1508.28,
      "end": 1514.2
    },
    {
      "text": "The reaction to this force occurs at a point 90 degrees later in the direction of rotation.",
      "start": 1514.7,
      "end": 1521.53
    },
    {
      "text": "Attitude Indicator  The attitude indicator, with its miniature aircraft and horizon bar, displays a picture of the attitude of the aircraft.",
      "start": 1521.53,
      "end": 1532.03
    },
    {
      "text": "The relationship of the miniature aircraft to the horizon bar is the same as the relationship of the real aircraft to the actual horizon.",
      "start": 1533.53,
      "end": 1543.8
    },
    {
      "text": "Limits: The banking limits of the attitude indicator are usually from 100 degrees to 110 degrees, and the pitch limits are usually from 60 degrees to 70 degrees.",
      "start": 1543.8,
      "end": 1555.88
    },
    {
      "text": "If these limits are exceeded, the instrument may tumble.",
      "start": 1555.88,
      "end": 1560.08
    },
    {
      "text": "Heading Indicator  The heading indicator is fundamentally a mechanical instrument designed to facilitate the use of the magnetic compass.",
      "start": 1560.08,
      "end": 1570.35
    },
    {
      "text": "It is not affected by the forces that make the magnetic compass difficult to interpret.",
      "start": 1571.85,
      "end": 1578.38
    },
    {
      "text": "Drift/Precession: Because of precession and friction, the heading indicator will drift from the correct heading.",
      "start": 1578.38,
      "end": 1586.78
    },
    {
      "text": "The pilot must align the heading indicator with the magnetic compass at approximately 15-minute intervals.",
      "start": 1586.78,
      "end": 1594.73
    },
    {
      "text": "Turn Coordinator  The turn coordinator shows the rate of turn and the rate of roll.",
      "start": 1594.73,
      "end": 1600.95
    },
    {
      "text": "Standard Rate Turn: A turn rate of 3 degrees per second.",
      "start": 1602.45,
      "end": 1606.65
    },
    {
      "text": "A 360-degree turn takes 2 minutes.",
      "start": 1606.65,
      "end": 1609.2
    },
    {
      "text": "Inclinometer (The Ball): Indicates coordination.",
      "start": 1609.2,
      "end": 1612.8
    },
    {
      "text": "Slip: The ball is on the inside of the turn (Step on the ball).",
      "start": 1613.3,
      "end": 1618.03
    },
    {
      "text": "Skid: The ball is on the outside of the turn.",
      "start": 1618.53,
      "end": 1621.9
    },
    {
      "text": "Magnetic Compass  The magnetic compass is the only direction-seeking instrument in the aircraft.",
      "start": 1622.4,
      "end": 1629.6
    },
    {
      "text": "Magnetic Compass Errors  The magnetic compass is subject to several errors that the pilot must understand to use it effectively.",
      "start": 1631.1,
      "end": 1640.7
    },
    {
      "text": "Variation:  The difference between true north and magnetic north.",
      "start": 1641.7,
      "end": 1646.58
    },
    {
      "text": "The pilot must correct for this by adding or subtracting variation (East is least, West is best).",
      "start": 1647.58,
      "end": 1654.85
    },
    {
      "text": "Deviation:  Magnetic disturbance generated by the aircraft's own electrical systems and metal components.",
      "start": 1654.85,
      "end": 1662.73
    },
    {
      "text": "A compass correction card is mounted near the compass to show these errors.",
      "start": 1663.73,
      "end": 1669.35
    },
    {
      "text": "Dip Errors:  The magnetic flux lines point downward toward the poles, causing the compass card to dip.",
      "start": 1669.35,
      "end": 1677.0
    },
    {
      "text": "This results in turning errors and acceleration errors.",
      "start": 1678.0,
      "end": 1682.13
    },
    {
      "text": "Northerly Turning Errors (UNOS):  Undershoot North: When turning from a northerly heading, the compass initially indicates a turn in the opposite direction.",
      "start": 1682.13,
      "end": 1693.83
    },
    {
      "text": "The pilot must stop the turn before the desired heading is reached.",
      "start": 1694.33,
      "end": 1699.35
    },
    {
      "text": "Overshoot South: When turning from a southerly heading, the compass indicates a turn in the correct direction but at a faster rate.",
      "start": 1699.35,
      "end": 1709.18
    },
    {
      "text": "The pilot must stop the turn after passing the desired heading.",
      "start": 1709.68,
      "end": 1714.4
    },
    {
      "text": "Acceleration Errors (ANDS):  Accelerate North: On an east or west heading, if the aircraft accelerates , the compass shows a turn to the North .",
      "start": 1714.4,
      "end": 1725.2
    },
    {
      "text": "Decelerate South: On an east or west heading, if the aircraft decelerates , the compass shows a turn to the South .",
      "start": 1725.7,
      "end": 1734.33
    },
    {
      "text": "[See Figure 8-36: Northerly turning error] [See Figure 8-38: Acceleration error] ---  PHAK Chapter 9: Flight Manuals and Other Documents (Sport Pilot Filter) Introduction  Each aircraft comes with documentation and a set of manuals with which a pilot must be familiar in order to fly that aircraft.",
      "start": 1734.83,
      "end": 1757.18
    },
    {
      "text": "This chapter covers airplane flight manuals (AFM), the pilot’s operating handbook (POH), and aircraft documents pertaining to ownership, airworthiness, maintenance, and operations with inoperative equipment.",
      "start": 1758.68,
      "end": 1774.2
    },
    {
      "text": "Airplane Flight Manuals (AFM)  Flight manuals and operating handbooks are concise reference books that provide specific information about a particular aircraft or subject.",
      "start": 1774.2,
      "end": 1787.03
    },
    {
      "text": "They contain basic facts, information, and/or instructions for the pilot about the operation of an aircraft, flying techniques, etc., and are intended to be kept on hand for ready reference.",
      "start": 1788.03,
      "end": 1802.28
    },
    {
      "text": "Pilot's Operating Handbook (POH)  Most manufacturers have created a POH that follows a standardized format.",
      "start": 1802.28,
      "end": 1810.3
    },
    {
      "text": "The POH is developed by the aircraft manufacturer and contains the FAA-approved AFM information.",
      "start": 1811.3,
      "end": 1818.5
    },
    {
      "text": "Standard POH Sections:  General: Loading, handling, and preflight instructions.",
      "start": 1818.5,
      "end": 1824.43
    },
    {
      "text": "Limitations: Operating limitations (airspeed, power plant, weight, etc.) required by regulation.",
      "start": 1825.43,
      "end": 1832.63
    },
    {
      "text": "Emergency Procedures: Checklists and procedures for coping with various emergencies (engine failure, fire, etc.).",
      "start": 1833.13,
      "end": 1841.6
    },
    {
      "text": "Normal Procedures: Checklists and procedures for normal operation (takeoff, cruise, landing).",
      "start": 1842.1,
      "end": 1849.08
    },
    {
      "text": "Performance: Performance data (takeoff distance, climb rates, cruise speeds) often in table or graph form.",
      "start": 1849.58,
      "end": 1857.53
    },
    {
      "text": "Weight and Balance: Data and methods for calculating weight and balance.",
      "start": 1857.53,
      "end": 1862.93
    },
    {
      "text": "Systems Description: Detailed description of the aircraft’s systems (airframe, electrical, fuel, etc.).",
      "start": 1863.43,
      "end": 1871.15
    },
    {
      "text": "Aircraft Documents  To be legal for flight, specific documents must be on board the aircraft.",
      "start": 1871.65,
      "end": 1878.63
    },
    {
      "text": "A common mnemonic for these documents is ARROW : A - Airworthiness Certificate  R - Registration Certificate  R - Radio Station License (required for international flights)  O - Operating Limitations (AFM/POH and placards)  W - Weight and Balance data (current)  Certificate of Aircraft Registration  Before an aircraft can be flown legally, it must be registered with the FAA Aircraft Registry.",
      "start": 1880.13,
      "end": 1909.75
    },
    {
      "text": "The Certificate of Aircraft Registration must be carried in the aircraft at all times.",
      "start": 1911.25,
      "end": 1917.7
    },
    {
      "text": "Duration: The registration is valid for three years and must be renewed.",
      "start": 1917.7,
      "end": 1923.1
    },
    {
      "text": "Change of Address: The holder of a Certificate of Aircraft Registration must notify the FAA Aircraft Registry of a change of permanent mailing address within 30 days .",
      "start": 1923.1,
      "end": 1935.63
    },
    {
      "text": "Airworthiness Certificate  An Airworthiness Certificate is issued by the FAA to an aircraft that has been proven to meet the minimum design and manufacturing requirements and is in condition for safe operation.",
      "start": 1936.13,
      "end": 1951.88
    },
    {
      "text": "Standard Airworthiness Certificate: Issued for normal, utility, acrobatic, commuter, or transport category aircraft.",
      "start": 1953.38,
      "end": 1962.08
    },
    {
      "text": "It is white in color.",
      "start": 1962.08,
      "end": 1963.65
    },
    {
      "text": "Special Airworthiness Certificate: Issued for Light Sport Aircraft (LSA) , primary, restricted, limited, and experimental aircraft.",
      "start": 1963.65,
      "end": 1973.48
    },
    {
      "text": "It is pink in color.",
      "start": 1973.98,
      "end": 1975.48
    },
    {
      "text": "Validity: The Airworthiness Certificate stays valid as long as the aircraft is maintained and operated in accordance with FAA regulations.",
      "start": 1975.48,
      "end": 1985.83
    },
    {
      "text": "It does not have an expiration date, provided required maintenance (like the Annual Condition Inspection) is performed.",
      "start": 1986.33,
      "end": 1995.25
    },
    {
      "text": "Location: The certificate must be displayed at the cabin or cockpit entrance so that it is legible to passengers or crew.",
      "start": 1995.25,
      "end": 2004.33
    },
    {
      "text": "Aircraft Maintenance  Maintenance is defined as the preservation, inspection, overhaul, and repair of aircraft, including the replacement of parts.",
      "start": 2004.83,
      "end": 2015.85
    },
    {
      "text": "Aircraft Inspections  Annual Inspection: All certificated aircraft must have a complete inspection every 12 calendar months.",
      "start": 2017.35,
      "end": 2026.65
    },
    {
      "text": "100-Hour Inspection: Required in addition to the annual inspection for aircraft used for hire (flight instruction).",
      "start": 2027.65,
      "end": 2036.28
    },
    {
      "text": "Condition Inspection (LSA): Light Sport Aircraft require a \"condition inspection\" every 12 calendar months.",
      "start": 2036.78,
      "end": 2044.8
    },
    {
      "text": "Preventive Maintenance  Preventive maintenance is considered to be simple or minor preservation operations and the replacement of small standard parts not involving complex assembly operations.",
      "start": 2045.3,
      "end": 2059.78
    },
    {
      "text": "Who can perform it: Certificated pilots (including Sport Pilots) may perform preventive maintenance on any aircraft that is owned or operated by them and not used in air carrier service.",
      "start": 2061.28,
      "end": 2075.23
    },
    {
      "text": "Examples: Changing oil, replacing spark plugs, replenishing hydraulic fluid, and replacing safety wire.",
      "start": 2075.23,
      "end": 2082.95
    },
    {
      "text": "Airworthiness Directives (ADs)  Airworthiness Directives (ADs) are essentially \"recalls\" issued by the FAA to correct unsafe conditions in aircraft, engines, propellers, or appliances.",
      "start": 2083.45,
      "end": 2097.25
    },
    {
      "text": "Compliance with ADs is mandatory .",
      "start": 2098.75,
      "end": 2101.3
    },
    {
      "text": "Emergency ADs: Require immediate compliance.",
      "start": 2101.3,
      "end": 2104.6
    },
    {
      "text": "Less Urgent ADs: Require compliance within a specified period of time.",
      "start": 2104.6,
      "end": 2109.85
    },
    {
      "text": "Inoperative Equipment  14 CFR part 91 describes the acceptable methods for the operation of an aircraft with certain inoperative instruments and equipment which are not essential for safe flight.",
      "start": 2110.35,
      "end": 2124.98
    },
    {
      "text": "Operation WITHOUT a Minimum Equipment List (MEL): Most Sport and General Aviation aircraft operate without an MEL.",
      "start": 2126.48,
      "end": 2135.03
    },
    {
      "text": "If equipment is inoperative, the pilot must check 14 CFR 91.213(d).",
      "start": 2135.03,
      "end": 2140.05
    },
    {
      "text": "The pilot must determine if the inoperative equipment is required by: The VFR-day type certificate instruments and equipment requirements.",
      "start": 2140.05,
      "end": 2150.4
    },
    {
      "text": "The aircraft's equipment list or Kinds of Operations Equipment List (KOEL).",
      "start": 2150.4,
      "end": 2156.03
    },
    {
      "text": "14 CFR part 91.205 (Required instruments for VFR flight - TOMATO FLAMES).",
      "start": 2156.53,
      "end": 2162.0
    },
    {
      "text": "Airworthiness Directives (ADs).",
      "start": 2162.5,
      "end": 2164.83
    },
    {
      "text": "If the equipment is NOT required, it must be: Deactivated and placarded \"Inoperative\" , OR  Removed from the aircraft, the weight and balance updated, and the cockpit control placarded \"Inoperative\".",
      "start": 2165.33,
      "end": 2180.25
    },
    {
      "text": "---  PHAK Chapter 10: Weight and Balance (Sport Pilot Filter) Introduction  Compliance with the weight and balance limits of any aircraft is critical to flight safety.",
      "start": 2180.75,
      "end": 2193.28
    },
    {
      "text": "Operating above the maximum weight limitation compromises the structural integrity of an aircraft and adversely affects its performance.",
      "start": 2194.78,
      "end": 2204.98
    },
    {
      "text": "Operation with the center of gravity (CG) outside the approved limits results in control difficulty.",
      "start": 2204.98,
      "end": 2212.48
    },
    {
      "text": "Weight Control  Weight is the force with which gravity attracts a body toward the center of the Earth.",
      "start": 2212.48,
      "end": 2220.13
    },
    {
      "text": "It is a product of the mass of a body and the acceleration acting on the body.",
      "start": 2221.13,
      "end": 2226.98
    },
    {
      "text": "Weight is a major factor in aircraft construction and operation and demands respect from all pilots.",
      "start": 2226.98,
      "end": 2234.48
    },
    {
      "text": "The force of gravity continuously attempts to pull an aircraft down toward Earth.",
      "start": 2234.48,
      "end": 2240.55
    },
    {
      "text": "The force of lift is the only force that counteracts weight and sustains an aircraft in flight.",
      "start": 2240.55,
      "end": 2247.68
    },
    {
      "text": "The amount of lift produced by an airfoil is limited by the airfoil design, angle of attack (AOA), airspeed, and air density.",
      "start": 2247.68,
      "end": 2257.05
    },
    {
      "text": "To assure that the lift generated is sufficient to counteract weight, loading an aircraft beyond the manufacturer’s recommended weight must be avoided.",
      "start": 2257.05,
      "end": 2268.38
    },
    {
      "text": "If the weight is greater than the lift generated, the aircraft may be incapable of flight.",
      "start": 2268.38,
      "end": 2275.13
    },
    {
      "text": "Effects of Weight  Any item aboard the aircraft that increases the total weight is undesirable for performance.",
      "start": 2275.13,
      "end": 2283.45
    },
    {
      "text": "Manufacturers attempt to make the aircraft as light as possible without sacrificing strength or safety.",
      "start": 2284.45,
      "end": 2292.18
    },
    {
      "text": "Excessive weight reduces the flight performance in almost every respect.",
      "start": 2292.18,
      "end": 2297.58
    },
    {
      "text": "For example, the most important performance deficiencies of an overloaded aircraft are: Higher takeoff speed.",
      "start": 2297.58,
      "end": 2305.75
    },
    {
      "text": "Longer takeoff run.",
      "start": 2305.75,
      "end": 2307.18
    },
    {
      "text": "Reduced rate and 22angle of climb.",
      "start": 2307.68,
      "end": 2310.23
    },
    {
      "text": "Lower maximum altitude.",
      "start": 2310.73,
      "end": 2312.45
    },
    {
      "text": "Shorter range.",
      "start": 2312.95,
      "end": 2314.0
    },
    {
      "text": "Reduced cruising speed.",
      "start": 2314.5,
      "end": 2316.23
    },
    {
      "text": "Reduced maneuverability.",
      "start": 2316.73,
      "end": 2318.53
    },
    {
      "text": "Higher stalling speed.",
      "start": 2319.03,
      "end": 2320.68
    },
    {
      "text": "Higher approach and landing speed.",
      "start": 2321.18,
      "end": 2323.73
    },
    {
      "text": "Longer landing roll.",
      "start": 2324.23,
      "end": 2325.73
    },
    {
      "text": "Excessive weight on the nose wheel or tail wheel.",
      "start": 2326.23,
      "end": 2329.9
    },
    {
      "text": "Balance, Stability,47 and Center of Gravity  Balance refers to the location of the CG of an aircraft, and is important to stability and safety in flight.",
      "start": 2330.4,
      "end": 2341.88
    },
    {
      "text": "The CG is a point at which the aircraft would balance if it were suspended at that point.",
      "start": 2343.38,
      "end": 2350.05
    },
    {
      "text": "The prime concern of aircraft balancing is the fore and aft location of the CG along the longitudinal axis.",
      "start": 2350.05,
      "end": 2358.08
    },
    {
      "text": "Effects of Adverse Balance  Adverse balance conditions affect flight characteristics in much the same way as those of an unstable aircraft.",
      "start": 2358.08,
      "end": 2368.5
    },
    {
      "text": "CG 60Too Far Forward  The aircraft stalls at a higher speed with a forward CG location.",
      "start": 2369.5,
      "end": 2376.03
    },
    {
      "text": "This is because the stalled AOA is reached at a higher speed due to increased wing loading.",
      "start": 2377.03,
      "end": 2383.85
    },
    {
      "text": "Takeoff: Higher elevator control forces are required to raise the nose.",
      "start": 2383.85,
      "end": 2389.18
    },
    {
      "text": "Landing: It may be difficult or impossible to flare for landing.",
      "start": 2389.18,
      "end": 2393.98
    },
    {
      "text": "The aircraft may land on its nosewheel first.",
      "start": 2394.48,
      "end": 2397.85
    },
    {
      "text": "CG Too Far Aft  The aircraft becomes tail heavy and very unstable in pitch.",
      "start": 2397.85,
      "end": 2403.48
    },
    {
      "text": "Stall/Spin Recovery: Recovery from a stall or spin becomes more difficult, or impossible, because the pilot may not have enough elevator control authority to lower the nose.",
      "start": 2404.98,
      "end": 2417.95
    },
    {
      "text": "This is the most critical W\\&B hazard.",
      "start": 2417.95,
      "end": 2420.8
    },
    {
      "text": "Cruise: The aircraft is less stable and harder to fly, as it tends to pitch up.",
      "start": 2420.8,
      "end": 2426.73
    },
    {
      "text": "[See Figure 10-1: Effects of CG location] Management of Weight and Balance Control  Weight and balance control consists of: Weight Control: Kept within the limits for the aircraft.",
      "start": 2427.23,
      "end": 2440.73
    },
    {
      "text": "Balance Control: Maintenance of the CG within allowable limits.",
      "start": 2442.23,
      "end": 2446.95
    },
    {
      "text": "Terms and Definitions  Arm: The horizontal distance in inches from the reference datum line to the CG of an item.",
      "start": 2447.45,
      "end": 2455.93
    },
    {
      "text": "Stations forward of the datum have negative (-) arms.",
      "start": 2457.43,
      "end": 2461.4
    },
    {
      "text": "Stations aft of the datum have positive (+) arms.",
      "start": 2461.9,
      "end": 2465.58
    },
    {
      "text": "Datum: An imaginary vertical plane or line from which all measurements of arm are taken.",
      "start": 2466.08,
      "end": 2472.68
    },
    {
      "text": "It is established by the manufacturer (e.g., the firewall, the nose, or the leading edge of the wing).",
      "start": 2473.18,
      "end": 2480.83
    },
    {
      "text": "Moment: The product of the weight of an item multiplied by its arm.",
      "start": 2480.83,
      "end": 2485.85
    },
    {
      "text": "(Weight x Arm \\= Moment).",
      "start": 2486.35,
      "end": 2488.23
    },
    {
      "text": "Center of Gravity (CG): The point about which an aircraft would balance if it were possible to suspend it at that point.",
      "start": 2488.23,
      "end": 2497.23
    },
    {
      "text": "It is the mass center of the aircraft, or the theoretical point at which the entire weight of the aircraft is assumed to be concentrated.",
      "start": 2497.73,
      "end": 2508.0
    },
    {
      "text": "Empty Weight: The weight of the airframe, engines, and all items of operating equipment that have fixed locations and are permanently installed in the aircraft.",
      "start": 2508.0,
      "end": 2520.0
    },
    {
      "text": "Includes fixed ballast, hydraulic fluid, unusable fuel, and full oil.",
      "start": 2520.5,
      "end": 2525.68
    },
    {
      "text": "Useful Load: The weight of the pilot, copilot, passengers, baggage, usable fuel, and drainable oil.",
      "start": 2525.68,
      "end": 2533.1
    },
    {
      "text": "[See Figure 10-2: Weight and balance definitions] Determining Loaded Weight and CG  There are two general methods for determining the loaded weight and CG of an aircraft: the computational method and the graph method .",
      "start": 2533.6,
      "end": 2549.95
    },
    {
      "text": "Computational Method  To calculate the CG, you need the weight and arm of each item loaded.",
      "start": 2551.45,
      "end": 2558.28
    },
    {
      "text": "Formula: Total Moment / Total Weight \\= Center of Gravity (CG) Steps:  List the weight of the aircraft, occupants, fuel, and baggage.",
      "start": 2559.28,
      "end": 2569.25
    },
    {
      "text": "Enter the arm for each item (from the POH).",
      "start": 2570.25,
      "end": 2573.48
    },
    {
      "text": "Multiply Weight x Arm to find the Moment for each item.",
      "start": 2573.98,
      "end": 2578.1
    },
    {
      "text": "Add all Weights to get Total Weight .",
      "start": 2578.6,
      "end": 2581.38
    },
    {
      "text": "Add all Moments to get Total Moment .",
      "start": 2581.88,
      "end": 2584.65
    },
    {
      "text": "Divide Total Moment by Total Weight to find the CG .",
      "start": 2585.15,
      "end": 2589.05
    },
    {
      "text": "Example Problem:  Aircraft Empty Weight: 1,000 lbs, Arm: 80\" -> Moment: 80,000  Pilot: 200 lbs, Arm: 85\" -> Moment: 17,000  Fuel: 100 lbs, Arm: 90\" -> Moment: 9,000  Total Weight: 1,300 lbs  Total Moment: 106,000  CG: 106,000 / 1,300 \\= 81.5 inches  Graph Method  This method avoids the math of multiplying weight by arm.",
      "start": 2589.55,
      "end": 2613.63
    },
    {
      "text": "The manufacturer provides a graph for each item (fuel, passengers, baggage).",
      "start": 2615.13,
      "end": 2620.83
    },
    {
      "text": "Find the weight of the item on the vertical scale.",
      "start": 2620.83,
      "end": 2624.58
    },
    {
      "text": "Move across to the diagonal line for that item.",
      "start": 2624.58,
      "end": 2628.1
    },
    {
      "text": "Move down to read the moment (or index number) on the bottom scale.",
      "start": 2628.6,
      "end": 2633.63
    },
    {
      "text": "Add the total weights and total moments.",
      "start": 2634.13,
      "end": 2637.13
    },
    {
      "text": "Check the \"Center of Gravity Moment Envelope\" graph to see if the total weight and total moment fall within the safe \"envelope\" box.",
      "start": 2637.63,
      "end": 2647.53
    },
    {
      "text": "[See Figure 10-5: Loading graph and CG envelope] Weight Shift  A common problem is shifting weight (moving a passenger or cargo) to move the CG.",
      "start": 2648.03,
      "end": 2658.83
    },
    {
      "text": "Formula: Weight Moved / Total Weight \\= ΔCG / Distance Moved Example:  Total Weight: 2,000 lbs  Weight moved: 100 lbs (Passenger moves from rear seat to front seat)  Distance moved: 50 inches  Calculate CG change ΔCG: 100 / 2000 \\= ΔCG / 50 0.05 \\= ΔCG / 50 CG \\= 2.5 inches  If the weight is moved forward, the CG moves forward.",
      "start": 2660.33,
      "end": 2685.0
    },
    {
      "text": "If moved aft, the CG moves aft.",
      "start": 2686.5,
      "end": 2688.83
    },
    {
      "text": "---  PHAK Chapter 11: Aircraft Performance (Sport Pilot Filter) Introduction  This chapter discusses the factors that affect aircraft performance, which include the aircraft weight, atmospheric conditions, runway environment, and the fundamental physical laws governing the forces acting on an aircraft.",
      "start": 2688.83,
      "end": 2711.55
    },
    {
      "text": "Importance of Performance Data  The performance or operational information section of the Aircraft Flight Manual/Pilot’s Operating Handbook (AFM/POH) contains the operating data for the aircraft; that is, the data pertaining to takeoff, climb, range, endurance, descent, and landing.",
      "start": 2712.55,
      "end": 2733.78
    },
    {
      "text": "The use of this data in flying operations is mandatory for safe and efficient operation.",
      "start": 2734.78,
      "end": 2741.38
    },
    {
      "text": "Structure of the Atmosphere  The atmosphere is an envelope of air that surrounds the Earth and rests upon its surface.",
      "start": 2741.38,
      "end": 2750.23
    },
    {
      "text": "It is as much a part of the Earth as the seas or the land.",
      "start": 2751.23,
      "end": 2755.58
    },
    {
      "text": "Atmospheric Pressure  The pressure of the atmosphere varies with time and location.",
      "start": 2755.58,
      "end": 2761.8
    },
    {
      "text": "Due to the changing atmospheric pressure, a standard reference was developed.",
      "start": 2762.8,
      "end": 2768.58
    },
    {
      "text": "The standard atmosphere at sea level is a surface temperature of 59 °F or 15 °C and a surface pressure of 29.92 inches of mercury (\"Hg) or 1,013.2 mb.",
      "start": 2768.58,
      "end": 2779.83
    },
    {
      "text": "[See Figure 11-2: Standard Sea Level Pressure] Pressure Altitude  Pressure altitude is the height above a standard datum plane (SDP), which is a theoretical level where the weight of the atmosphere is 29.92 \"Hg (1,013.2 mb) as measured by a barometer.",
      "start": 2779.83,
      "end": 2798.65
    },
    {
      "text": "Density Altitude  Density altitude is pressure altitude corrected for nonstandard temperature.",
      "start": 2799.65,
      "end": 2806.7
    },
    {
      "text": "Effect on Performance: As the density of the air increases (lower density altitude), aircraft performance increases; conversely as air density decreases (higher density altitude), aircraft performance decreases.",
      "start": 2807.7,
      "end": 2823.53
    },
    {
      "text": "High Density Altitude: High density altitude refers to thin air, while low density altitude refers to dense air.",
      "start": 2823.53,
      "end": 2831.93
    },
    {
      "text": "The conditions that result in a high density altitude are high elevations, low atmospheric pressures, high temperatures, high humidity, or some combination of these factors.",
      "start": 2832.43,
      "end": 2845.4
    },
    {
      "text": "Effect of Humidity:  Water vapor is lighter than air; consequently, moist air is lighter than dry air.",
      "start": 2845.4,
      "end": 2853.05
    },
    {
      "text": "Therefore, as the water content of the air increases, the air becomes less dense, increasing density altitude and decreasing performance.",
      "start": 2854.55,
      "end": 2864.83
    },
    {
      "text": "Performance  Performance is a term used to describe the ability of an aircraft to accomplish certain things that make it useful for certain purposes.",
      "start": 2864.83,
      "end": 2876.0
    },
    {
      "text": "The primary factors most affected by performance are the takeoff and landing distance, rate of climb, ceiling, payload, range, speed, maneuverability, stability, and fuel economy.",
      "start": 2877.0,
      "end": 2890.43
    },
    {
      "text": "Straight-and-Level Flight  In straight-and-level flight (constant heading and altitude), lift equals weight and thrust equals drag.",
      "start": 2890.43,
      "end": 2900.25
    },
    {
      "text": "Climb Performance  Climb performance reflects the ability of the aircraft to climb.",
      "start": 2901.25,
      "end": 2907.48
    },
    {
      "text": "Best Angle of Climb VX: The airspeed that delivers the greatest gain of altitude in the shortest distance of ground travel.",
      "start": 2908.48,
      "end": 2917.7
    },
    {
      "text": "It is used to clear obstacles after takeoff.",
      "start": 2917.7,
      "end": 2921.0
    },
    {
      "text": "Best Rate of Climb VY: The airspeed that provides the most altitude in a given period of time.",
      "start": 2921.0,
      "end": 2928.05
    },
    {
      "text": "Range Performance  The ability of an aircraft to convert fuel energy into flying distance is one of the most important items of aircraft performance.",
      "start": 2928.55,
      "end": 2939.73
    },
    {
      "text": "Maximum Range: The maximum distance the aircraft can fly for a given fuel supply.",
      "start": 2941.23,
      "end": 2947.3
    },
    {
      "text": "Maximum Endurance: The maximum amount of time an aircraft can fly for a given fuel supply.",
      "start": 2947.3,
      "end": 2954.05
    },
    {
      "text": "Takeoff and Landing Performance  The majority of pilot-caused aircraft accidents occur during the takeoff and landing phase of flight.",
      "start": 2954.55,
      "end": 2964.6
    },
    {
      "text": "Because of this fact, the pilot must be sophisticated in technical knowledge and the ability to evaluate the effect of various operational factors.",
      "start": 2966.1,
      "end": 2977.13
    },
    {
      "text": "Runway Surface and Gradient  Surface: Runways that are not hard and smooth surfaces increase the ground roll during takeoff.",
      "start": 2977.13,
      "end": 2986.43
    },
    {
      "text": "This is due to increased friction between the tires and the runway.",
      "start": 2987.43,
      "end": 2992.45
    },
    {
      "text": "Grass, dirt, and wet runways all increase the ground roll.",
      "start": 2992.45,
      "end": 2996.8
    },
    {
      "text": "Gradient: A positive gradient (upslope) increases the takeoff distance and decreases the landing distance.",
      "start": 2996.8,
      "end": 3004.75
    },
    {
      "text": "A negative gradient (downslope) decreases the takeoff distance and increases the landing distance.",
      "start": 3005.25,
      "end": 3012.6
    },
    {
      "text": "Wind  Headwind: A headwind shortens the takeoff run and increases the angle of climb.",
      "start": 3012.6,
      "end": 3018.98
    },
    {
      "text": "It also shortens the landing roll.",
      "start": 3020.48,
      "end": 3023.03
    },
    {
      "text": "Tailwind: A tailwind increases the takeoff run and decreases the angle of climb.",
      "start": 3023.03,
      "end": 3029.03
    },
    {
      "text": "It also increases the landing roll.",
      "start": 3029.53,
      "end": 3032.15
    },
    {
      "text": "Performance Charts  Performance charts allow a pilot to predict the takeoff, climb, cruise, and landing performance of an aircraft.",
      "start": 3032.15,
      "end": 3041.98
    },
    {
      "text": "Interpolation  To interpolate means to compute intermediate values between a series of known values.",
      "start": 3043.48,
      "end": 3050.98
    },
    {
      "text": "Example: If the book values for takeoff distance are 1,000 feet at 2,000 feet altitude and 1,200 feet at 4,000 feet altitude, the distance at 3,000 feet (halfway between) would be 1,100 feet.",
      "start": 3051.98,
      "end": 3066.3
    },
    {
      "text": "Density Altitude Charts  These charts allow the pilot to compute the density altitude for a given pressure altitude and temperature.",
      "start": 3066.3,
      "end": 3076.2
    },
    {
      "text": "[See Figure 11-13: Density altitude chart] Takeoff Charts  Takeoff charts are typically provided in several forms and allow a pilot to compute the takeoff distance of the aircraft with flaps set to a specific position.",
      "start": 3077.2,
      "end": 3093.55
    },
    {
      "text": "Ground Roll: The distance required for the aircraft to lift off.",
      "start": 3094.55,
      "end": 3099.35
    },
    {
      "text": "50-foot Obstacle: The distance required to lift off and climb over a 50-foot obstacle.",
      "start": 3099.35,
      "end": 3105.8
    },
    {
      "text": "[See Figure 11-15: Takeoff distance graph] Crosswind and Headwind Component Chart  This chart is used to determine the headwind and crosswind components of the wind.",
      "start": 3106.3,
      "end": 3118.68
    },
    {
      "text": "Crosswind Component: The portion of the wind acting perpendicular to the runway.",
      "start": 3120.18,
      "end": 3126.18
    },
    {
      "text": "Headwind Component: The portion of the wind acting parallel to the runway.",
      "start": 3126.18,
      "end": 3131.73
    },
    {
      "text": "[See Figure 11-23: Crosswind component chart] Landing Charts  Landing performance information is available in the AFM/POH.",
      "start": 3132.23,
      "end": 3141.38
    },
    {
      "text": "Landing Distance: The distance required to land and come to a complete stop.",
      "start": 3142.88,
      "end": 3148.58
    },
    {
      "text": "Factors: Landing distance is affected by weight, altitude, wind, and runway condition (wet/dry/grass).",
      "start": 3148.58,
      "end": 3156.23
    },
    {
      "text": "[See Figure 11-24: Landing distance table]",
      "start": 3156.73,
      "end": 3159.88
    }
  ]
}