{
  "metadata": {
    "title": "Ch12-Ch17",
    "audio_file": "Ch12-Ch17.mp3"
  },
  "sentences": [
    {
      "text": "---  PHAK Chapter 12: Weather Theory (Sport Pilot Filter) Introduction  Weather is an important factor that influences aircraft performance and flying safety.",
      "start": 0.0,
      "end": 11.06
    },
    {
      "text": "It is the state of the atmosphere at a given time and place with respect to variables, such as temperature, moisture, wind velocity, visibility, and barometric pressure.",
      "start": 12.26,
      "end": 24.09
    },
    {
      "text": "Atmosphere  The atmosphere is a blanket of air made up of a mixture of gases that surrounds the Earth and reaches almost 350 miles from the surface of the Earth.",
      "start": 24.09,
      "end": 35.36
    },
    {
      "text": "Composition  The atmosphere is composed of 78 percent nitrogen , 21 percent oxygen , and 1 percent other gases.",
      "start": 36.56,
      "end": 44.33
    },
    {
      "text": "Atmospheric Circulation  The movement of air around the surface of the Earth is called atmospheric circulation Uneven Heating: The heating of the Earth by the sun is unequal.",
      "start": 45.53,
      "end": 57.71
    },
    {
      "text": "This causes a large-scale movement of air that creates the circulation.",
      "start": 58.91,
      "end": 63.88
    },
    {
      "text": "Coriolis Force: This force deflects air to the right in the Northern Hemisphere.",
      "start": 63.88,
      "end": 69.48
    },
    {
      "text": "It is caused by the Earth’s rotation.",
      "start": 70.08,
      "end": 72.67
    },
    {
      "text": "Measurement of Atmosphere Pressure  Atmospheric pressure is the force per unit area exerted by the weight of the atmosphere.",
      "start": 72.67,
      "end": 81.35
    },
    {
      "text": "Standard Pressure: 29.92 \"Hg (1,013.2 mb).",
      "start": 83.15,
      "end": 86.09
    },
    {
      "text": "Measurement: Measured with a barometer.",
      "start": 86.09,
      "end": 88.82
    },
    {
      "text": "High pressure usually indicates good weather; low pressure often brings bad weather.",
      "start": 89.42,
      "end": 95.3
    },
    {
      "text": "Wind  Air flows from areas of high pressure into areas of low pressure because air always seeks to flow out from high pressure.",
      "start": 95.3,
      "end": 104.19
    },
    {
      "text": "Convective Currents  Plowed ground, rocks, sand, and barren land give off a large amount of heat; water and vegetation tend to absorb and retain heat.",
      "start": 105.99,
      "end": 116.49
    },
    {
      "text": "The resulting uneven heating of the air creates small areas of local circulation called convective currents.",
      "start": 117.69,
      "end": 125.25
    },
    {
      "text": "Effect on Approach: When landing over a paved surface (heat), the air may rise, causing the aircraft to balloon.",
      "start": 125.25,
      "end": 133.09
    },
    {
      "text": "When landing over water or vegetation (cool), the air may sink, causing the aircraft to sink.",
      "start": 133.09,
      "end": 139.6
    },
    {
      "text": "Wind Shear  Wind shear is a sudden, drastic change in wind speed and/or direction over a very small area.",
      "start": 139.6,
      "end": 146.95
    },
    {
      "text": "It can subject an aircraft to violent updrafts and downdrafts as well as abrupt changes to the horizontal movement of the aircraft.",
      "start": 148.75,
      "end": 157.92
    },
    {
      "text": "Microburst: The most severe type of low-level wind shear.",
      "start": 157.92,
      "end": 161.91
    },
    {
      "text": "It is associated with convective precipitation (thunderstorms).",
      "start": 161.91,
      "end": 166.32
    },
    {
      "text": "A microburst can produce downdrafts of up to 6,000 feet per minute.",
      "start": 166.32,
      "end": 171.01
    },
    {
      "text": "Atmospheric Stability  Stability is the atmosphere's ability to resist vertical motion.",
      "start": 171.01,
      "end": 177.1
    },
    {
      "text": "A stable atmosphere makes vertical movement difficult, and small vertical disturbances dampen out and disappear.",
      "start": 178.9,
      "end": 186.74
    },
    {
      "text": "An unstable atmosphere allows an upward or downward disturbance to grow into a vertical or convective current.",
      "start": 186.74,
      "end": 194.44
    },
    {
      "text": "Inversion  An inversion occurs when the temperature of the air increases with altitude (normally it decreases).",
      "start": 194.44,
      "end": 202.21
    },
    {
      "text": "Surface Inversion: Often formed on clear, cool nights when the ground radiates heat and cools the air directly above it.",
      "start": 203.41,
      "end": 211.81
    },
    {
      "text": "Hazards: Inversions can trap fog, smoke, and other restrictions to visibility near the surface.",
      "start": 211.81,
      "end": 218.46
    },
    {
      "text": "Moisture and Temperature  Dew Point: The temperature at which the air can hold no more moisture (saturation).",
      "start": 219.06,
      "end": 226.69
    },
    {
      "text": "Temperature/Dew Point Spread: When the temperature and dew point converge (are within 5°F or 3°C, visible moisture in the form of clouds, dew, or fog is likely to form.",
      "start": 228.49,
      "end": 240.25
    },
    {
      "text": "Methods for Cloud Formation  Clouds are visible moisture.",
      "start": 240.85,
      "end": 244.84
    },
    {
      "text": "To form, there must be adequate water vapor, condensation nuclei (dust/smoke), and a method by which the air can be cooled to its saturation point.",
      "start": 246.64,
      "end": 256.93
    },
    {
      "text": "Cloud Families  Clouds are divided into four families based on their height:  High Clouds: Cirrus, Cirrostratus, Cirrocumulus.",
      "start": 256.93,
      "end": 265.75
    },
    {
      "text": "(Usually ice crystals, little turbulence).",
      "start": 266.95,
      "end": 269.89
    },
    {
      "text": "Middle Clouds: Altostratus, Altocumulus.",
      "start": 269.89,
      "end": 272.69
    },
    {
      "text": "(Moderate turbulence, potential icing).",
      "start": 273.29,
      "end": 276.02
    },
    {
      "text": "Low Clouds: Stratus, Stratocumulus, Nimbostratus.",
      "start": 276.02,
      "end": 279.45
    },
    {
      "text": "(Create low ceilings, hamper visibility).",
      "start": 280.05,
      "end": 282.92
    },
    {
      "text": "Clouds with Vertical Development: Cumulus, Towering Cumulus, Cumulonimbus.",
      "start": 282.92,
      "end": 288.1
    },
    {
      "text": "(Indicate instability, high turbulence).",
      "start": 288.7,
      "end": 291.5
    },
    {
      "text": "Stability Characteristics:  Stable Air: Stratiform clouds (flat), continuous precipitation, smooth air, fair to poor visibility.",
      "start": 291.5,
      "end": 300.46
    },
    {
      "text": "Unstable Air: Cumuliform clouds (puffy), showery precipitation, rough air (turbulence), good visibility.",
      "start": 302.26,
      "end": 309.54
    },
    {
      "text": "Air Masses  An air mass is a large body of air that takes on the characteristics of the surrounding area (source region).",
      "start": 310.14,
      "end": 318.61
    },
    {
      "text": "Fronts  A front is the boundary layer between two types of air masses.",
      "start": 320.41,
      "end": 325.31
    },
    {
      "text": "An approaching front of any type always means that weather changes are imminent .",
      "start": 326.51,
      "end": 332.18
    },
    {
      "text": "Warm Front  Occurs when a warm mass of air advances and replaces a body of colder air.",
      "start": 332.18,
      "end": 338.2
    },
    {
      "text": "Characteristics: Moves slowly (10-25 mph).",
      "start": 339.4,
      "end": 342.34
    },
    {
      "text": "Weather: Stratiform clouds, drizzle, low ceilings, poor visibility.",
      "start": 342.34,
      "end": 347.03
    },
    {
      "text": "Cold Front  Occurs when a mass of cold, dense, and stable air advances and replaces a body of warmer air.",
      "start": 347.63,
      "end": 354.98
    },
    {
      "text": "Characteristics: Moves rapidly (25-30+ mph).",
      "start": 356.78,
      "end": 359.86
    },
    {
      "text": "The cold air slides under the warm air, forcing it up.",
      "start": 359.86,
      "end": 363.64
    },
    {
      "text": "Weather: Cumulus or cumulonimbus clouds, heavy rain, lightning, thunder, and/or hail.",
      "start": 363.64,
      "end": 369.59
    },
    {
      "text": "Good visibility after passage.",
      "start": 370.19,
      "end": 372.29
    },
    {
      "text": "Stationary Front  When the forces of two air masses are relatively equal, the boundary or front that separates them remains stationary and influences the local weather for days.",
      "start": 372.29,
      "end": 384.68
    },
    {
      "text": "Occluded Front  Occurs when a fast-moving cold front catches up with a slow-moving warm front.",
      "start": 386.48,
      "end": 393.06
    },
    {
      "text": "Warm Front Occlusion: Air ahead of the warm front is colder than the air of the cold front.",
      "start": 394.26,
      "end": 400.63
    },
    {
      "text": "Cold Front Occlusion: The cold front air is colder than the air ahead of the warm front.",
      "start": 400.63,
      "end": 406.79
    },
    {
      "text": "Thunderstorms  Thunderstorms are created by unstable air , high moisture , and a lifting action .",
      "start": 407.39,
      "end": 414.18
    },
    {
      "text": "Life Cycle  Cumulus Stage: Lifting action initiates the vertical movement.",
      "start": 415.98,
      "end": 421.16
    },
    {
      "text": "Characterized by continuous updrafts .",
      "start": 422.36,
      "end": 425.02
    },
    {
      "text": "Mature Stage: The most violent time.",
      "start": 425.02,
      "end": 427.54
    },
    {
      "text": "Drops of moisture act as a drag on the air, creating downdrafts.",
      "start": 428.14,
      "end": 432.62
    },
    {
      "text": "Characterized by rain at the surface and concurrent updrafts/downdrafts.",
      "start": 432.62,
      "end": 437.66
    },
    {
      "text": "Dissipating Stage: Characterized by downdrafts spreading out and replacing the updrafts.",
      "start": 437.66,
      "end": 443.82
    },
    {
      "text": "The storm dies out.",
      "start": 444.42,
      "end": 445.75
    },
    {
      "text": "Hazards  Lightning: Can occur in clear air away from the cloud.",
      "start": 445.75,
      "end": 450.16
    },
    {
      "text": "Hail: Can be encountered several miles from the storm.",
      "start": 451.96,
      "end": 455.74
    },
    {
      "text": "Tornadoes: Violent rotating columns of air.",
      "start": 456.34,
      "end": 459.35
    },
    {
      "text": "Fog  Fog is a cloud that is on the surface.",
      "start": 459.95,
      "end": 462.96
    },
    {
      "text": "It typically forms when the temperature/dew point spread is less than $5^{\\circ}F$ ($3^{\\circ}C$).",
      "start": 464.76,
      "end": 471.62
    },
    {
      "text": "Radiation Fog: Forms in low-lying areas on mountain valleys on calm, clear, humid nights.",
      "start": 471.62,
      "end": 477.85
    },
    {
      "text": "The ground radiates heat, cooling the air.",
      "start": 477.85,
      "end": 480.79
    },
    {
      "text": "Burned off by the sun.",
      "start": 480.79,
      "end": 482.33
    },
    {
      "text": "Advection Fog: Forms when moist air moves over colder ground or water.",
      "start": 482.33,
      "end": 487.23
    },
    {
      "text": "Common along the coast.",
      "start": 487.83,
      "end": 489.44
    },
    {
      "text": "Requires wind to form.",
      "start": 489.44,
      "end": 490.98
    },
    {
      "text": "Upslope Fog: Forms when moist, stable air is cooled as it moves up sloping terrain.",
      "start": 490.98,
      "end": 496.79
    },
    {
      "text": "Steam Fog: Forms when cold, dry air moves over warm water.",
      "start": 497.39,
      "end": 501.45
    },
    {
      "text": "Frost  Frost forms when the temperature of the collecting surface is at or below the dew point of the adjacent air, and the dew point is below freezing.",
      "start": 502.05,
      "end": 512.69
    },
    {
      "text": "Hazard: Frost disrupts the smooth airflow over the wing, causing early airflow separation and a loss of lift.",
      "start": 514.49,
      "end": 522.12
    },
    {
      "text": "It must be removed before flight.",
      "start": 522.12,
      "end": 524.43
    },
    {
      "text": "---  PHAK Chapter 13: Aviation Weather Services (Sport Pilot Filter) Introduction  In aviation, weather service is a combined effort of the National Weather Service (NWS), Federal Aviation Administration (FAA), Department of Defense (DOD), other aviation groups, and individuals.",
      "start": 524.43,
      "end": 543.96
    },
    {
      "text": "These reports and forecasts enable pilots to make informed decisions regarding weather and flight safety before and during a flight.",
      "start": 545.76,
      "end": 555.0
    },
    {
      "text": "Observations  Surface Aviation Weather Observations  Surface aviation weather observations are a compilation of elements of the current weather at individual ground stations across the United States.",
      "start": 555.0,
      "end": 568.93
    },
    {
      "text": "The network is made up of government and privately contracted facilities that provide continuous up-to-date weather information.",
      "start": 570.13,
      "end": 579.09
    },
    {
      "text": "Automated weather sources, such as the Automated Weather Observing Systems (AWOS), Automated Surface Observing Systems (ASOS), as well as other automated facilities, also play a major role in the gathering of surface observations.",
      "start": 579.09,
      "end": 595.19
    },
    {
      "text": "mee-tars (Aviation Routine Weather Report)  A mee-tar is an observation of current surface weather reported in a standard international format.",
      "start": 595.19,
      "end": 605.2
    },
    {
      "text": "mee-tars are issued on an hourly basis unless significant weather changes have occurred.",
      "start": 606.4,
      "end": 612.56
    },
    {
      "text": "A special mee-tar (SPECI) can be issued at any interval between routine mee-tar reports.",
      "start": 612.56,
      "end": 618.72
    },
    {
      "text": "Example METAR:101112 mee-tar KGGG 161753Z AUTO 14021G26KT 3/4SM +TSRA BR BKN008 OVC012CB 18/17 A2970 RMK PRESFR1314 Decoding:  Type of Report: mee-tar (routine) or SPECI (special).",
      "start": 618.72,
      "end": 631.32
    },
    {
      "text": "Station Identifier: Four-letter eye-kay-oh code (e.g., KGGG).",
      "start": 632.52,
      "end": 636.79
    },
    {
      "text": "Date and 21Time: First two digits are the date; last four are the time in UTC (Zulu).",
      "start": 637.39,
      "end": 643.34
    },
    {
      "text": "161753Z \\= 16th day of the month at 1753 Zulu.",
      "start": 643.94,
      "end": 647.16
    },
    {
      "text": "Modifier: AUTO identifies the report as an automated station report.",
      "start": 647.16,
      "end": 651.92
    },
    {
      "text": "Wind: Reported as direction (true) and speed (knots).",
      "start": 652.52,
      "end": 656.23
    },
    {
      "text": "14021G26KT \\= Wind from 140° at 21 knots, gusts to 26 knots.",
      "start": 656.83,
      "end": 661.03
    },
    {
      "text": "Visibility: Reported in statute miles.",
      "start": 661.03,
      "end": 663.69
    },
    {
      "text": "3/4SM \\= 3/4 statute mile.",
      "start": 664.29,
      "end": 666.11
    },
    {
      "text": "Weather: Qualifiers and phenomena.",
      "start": 666.11,
      "end": 668.49
    },
    {
      "text": "+TSRA \\= Heavy (+) Thunderstorm (TS) Rain (RA).",
      "start": 669.09,
      "end": 672.38
    },
    {
      "text": "BR \\= Mist.",
      "start": 672.38,
      "end": 673.15
    },
    {
      "text": "Sky Condition: Amount of cover and height (AGL).",
      "start": 673.15,
      "end": 676.51
    },
    {
      "text": "BKN008 \\= Broken clouds at 800 feet.",
      "start": 677.11,
      "end": 679.63
    },
    {
      "text": "OVC012CB \\= Overcast at 1,200 feet, Cumulonimbus clouds.",
      "start": 679.63,
      "end": 683.55
    },
    {
      "text": "Temperature and Dew Point: Reported in Celsius.",
      "start": 683.55,
      "end": 686.84
    },
    {
      "text": "18/17 \\= Temp 18°C, Dew Point 17°C.",
      "start": 687.44,
      "end": 689.89
    },
    {
      "text": "Altimeter Setting: Inches of mercury.",
      "start": 689.89,
      "end": 692.48
    },
    {
      "text": "A2970 \\= 29.70 \"Hg.",
      "start": 693.08,
      "end": 694.41
    },
    {
      "text": "Remarks: RMK PRESFR \\= Remarks: Pressure Falling Rapidly.",
      "start": 694.41,
      "end": 698.4
    },
    {
      "text": "Pilot Weather Reports (PIREPs)  Pilots provide specific information during flight via pie-reps.",
      "start": 699.0,
      "end": 705.65
    },
    {
      "text": "pie-reps provide information regarding the conditions as they actually exist in the air, which cannot be gathered from any other source.",
      "start": 707.45,
      "end": 716.97
    },
    {
      "text": "Pilots can confirm the height of bases and tops of clouds, locations of wind shear and turbulence, and the location of inflight icing.",
      "start": 716.97,
      "end": 726.35
    },
    {
      "text": "UA: Routine pie-rep.",
      "start": 726.35,
      "end": 727.75
    },
    {
      "text": "UUA: Urgent pie-rep.",
      "start": 727.75,
      "end": 729.15
    },
    {
      "text": "Forecasts  Terminal Aerodrome Forecasts (TAF)  A taff is a report established for the five statute mile radius around an airport.",
      "start": 729.75,
      "end": 738.78
    },
    {
      "text": "taffs are usually given for larger airports.",
      "start": 740.58,
      "end": 743.66
    },
    {
      "text": "Each taff is valid for a 24 or 30-hour time period and is updated four times a day (0000Z, 0600Z, 1200Z, and 1800Z).",
      "start": 743.66,
      "end": 751.78
    },
    {
      "text": "Example TAF:36 KPIT 091730Z 0918/1024 15005KT 5SM HZ FEW020 WS010/31022KT FM091930 30015G25KT 3SM SHRA OVC015 PROB30 1004/1006 1/2SM TSRA OVC008CB Decoding: FM (From): FM091930 indicates a rapid change in conditions starting at 1930Z on the 9th.",
      "start": 751.78,
      "end": 768.93
    },
    {
      "text": "PROB30: Indicates a 30 percent probability of the forecast conditions occurring.",
      "start": 768.93,
      "end": 774.53
    },
    {
      "text": "Graphical Forecasts for Aviation (GFA)  The GFA is intended to provide the necessary aviation weather information as a complete picture of the weather that may impact flight in the continental United States (CONUS).",
      "start": 775.13,
      "end": 790.18
    },
    {
      "text": "It includes observations and forecasts that are valid for up to 15 hours in the past and up to 15 hours in the future.",
      "start": 791.98,
      "end": 800.24
    },
    {
      "text": "Winds and Temperatures Aloft (FB)  Winds and temperatures aloft forecasts provide wind direction, wind speed, and temperature at specified altitudes.",
      "start": 800.24,
      "end": 810.67
    },
    {
      "text": "Format: DDff+tt  Wind Direction: The first two digits indicate direction in tens of degrees (True).",
      "start": 811.87,
      "end": 818.8
    },
    {
      "text": "Wind Speed: The second two digits indicate speed in knots.",
      "start": 819.4,
      "end": 823.46
    },
    {
      "text": "Temperature: The last two digits indicate temperature in Celsius (assumed negative above 24,000 feet).",
      "start": 824.06,
      "end": 831.2
    },
    {
      "text": "Light and Variable: Code 9900 indicates wind light and variable.",
      "start": 831.8,
      "end": 836.28
    },
    {
      "text": "Decoding High Winds:  If the wind speed is between 100 and 199 knots, the computer adds 50 to the direction.",
      "start": 836.88,
      "end": 844.44
    },
    {
      "text": "To decode, subtract 50 from the direction and add 100 to the speed.",
      "start": 846.24,
      "end": 850.93
    },
    {
      "text": "Example: 731960  Direction: 73 - 50 \\= 230 degrees.",
      "start": 850.93,
      "end": 854.5
    },
    {
      "text": "Speed: 19 + 100 \\= 119 knots.",
      "start": 855.1,
      "end": 857.13
    },
    {
      "text": "Temp: -60°C.",
      "start": 857.73,
      "end": 858.57
    },
    {
      "text": "Inflight Weather Advisories  Inflight weather advisories are forecasts to advise en route aircraft of development of potentially hazardous weather.",
      "start": 859.17,
      "end": 869.46
    },
    {
      "text": "air-met (WA)  air-mets (Airmen's Meteorological Information) are inflight weather advisories that are issued every 6 hours with intermediate updates.",
      "start": 871.26,
      "end": 881.69
    },
    {
      "text": "They are of interest to all aircraft , but are considered particularly hazardous to light aircraft and aircraft with limited operational capabilities.",
      "start": 882.89,
      "end": 893.39
    },
    {
      "text": "air-met Sierra: I-F-R conditions and/or extensive mountain obscuration.",
      "start": 893.39,
      "end": 898.36
    },
    {
      "text": "air-met Tango: Moderate turbulence, sustained surface winds of 30 knots or more, and/or nonconvective low-level wind shear.",
      "start": 898.36,
      "end": 906.97
    },
    {
      "text": "air-met Zulu: Moderate icing and freezing level heights.",
      "start": 907.57,
      "end": 911.49
    },
    {
      "text": "sig-met (WS)  sig-mets (Significant Meteorological Information) are inflight weather advisories concerning non-convective weather that is potentially hazardous to all aircraft .",
      "start": 912.09,
      "end": 924.48
    },
    {
      "text": "They are unscheduled and valid for 4 hours.",
      "start": 926.28,
      "end": 929.29
    },
    {
      "text": "Severe icing not associated with a thunderstorm.",
      "start": 929.29,
      "end": 932.65
    },
    {
      "text": "Severe or extreme turbulence or clear air turbulence (CAT).",
      "start": 932.65,
      "end": 936.78
    },
    {
      "text": "Duststorms or sandstorms lowering surface or inflight visibilities to below 3 miles.",
      "start": 937.38,
      "end": 943.26
    },
    {
      "text": "Volcanic ash.",
      "start": 943.86,
      "end": 944.77
    },
    {
      "text": "Convective sig-met (WST)  Convective sig-mets are issued for severe thunderstorms with surface winds greater than 50 knots, hail at the surface greater than or equal to 3/4 inch in diameter, or tornadoes.",
      "start": 945.37,
      "end": 959.65
    },
    {
      "text": "They are also issued to advise pilots of embedded thunderstorms, lines of thunderstorms, or thunderstorms with heavy or greater precipitation that affect 40 percent or more of a 3,000 square mile or greater region.",
      "start": 961.45,
      "end": 976.43
    },
    {
      "text": "Briefings  Standard Briefing  A standard briefing should be requested when the pilot has not received a previous briefing or has not received preliminary information through mass dissemination media.",
      "start": 976.43,
      "end": 990.36
    },
    {
      "text": "Abbreviated Briefing  An abbreviated briefing should be requested when the pilot needs information to supplement mass disseminated data, update a previous briefing, or when the pilot needs only one or two specific items.",
      "start": 991.56,
      "end": 1006.96
    },
    {
      "text": "Outlook Briefing  An outlook briefing should be requested whenever the pilot's proposed time of departure is six or more hours from the time of the briefing.",
      "start": 1008.16,
      "end": 1019.15
    },
    {
      "text": "[See Figure 13-1: Weather briefing chart] ---  PHAK Chapter 14: Airport Operations (Sport Pilot Filter) Airport Categories  The definition for airports refers to any area of land or water used or intended for landing or takeoff of aircraft.",
      "start": 1020.35,
      "end": 1037.15
    },
    {
      "text": "Towered Airport  A towered airport has an operating control tower.",
      "start": 1038.35,
      "end": 1042.97
    },
    {
      "text": "Air traffic control (ATC) is responsible for providing the safe, orderly, and expeditious flow of air traffic at airports where the type of operations and/or volume of traffic requires such a service.",
      "start": 1044.17,
      "end": 1058.17
    },
    {
      "text": "Pilots operating from a towered airport are required to maintain two-way radio communication with ATC and to acknowledge and comply with their instructions.",
      "start": 1058.17,
      "end": 1069.09
    },
    {
      "text": "Nontowered Airport  A nontowered airport does not have an operating control tower.",
      "start": 1069.09,
      "end": 1074.83
    },
    {
      "text": "Two-way radio communications are not required, although it is a good operating practice for pilots to transmit their intentions on the specified frequency for the benefit of other pilots in the area.",
      "start": 1076.03,
      "end": 1089.96
    },
    {
      "text": "Airport Markings and Signs  Airport markings and signs provide information that is useful to a pilot during takeoff, landing, and taxiing.",
      "start": 1089.96,
      "end": 1099.62
    },
    {
      "text": "Runway Markings  Runway Designators: Runways are numbered in relation to their magnetic heading rounded off to the nearest 10 degrees.",
      "start": 1100.82,
      "end": 1110.2
    },
    {
      "text": "For example, a runway with a magnetic heading of 170 degrees is marked Runway 17.",
      "start": 1111.4,
      "end": 1117.07
    },
    {
      "text": "Displaced Threshold: A threshold located at a point on the runway other than the designated beginning of the runway.",
      "start": 1117.07,
      "end": 1125.19
    },
    {
      "text": "The portion of the runway behind a displaced threshold may be available for taxiing, landing rollout, and the takeoff of aircraft, but is not available for landing.",
      "start": 1125.79,
      "end": 1137.27
    },
    {
      "text": "Chevrons: Markings of yellow chevrons indicate areas of pavement aligned with the runway that are unusable for landing, takeoff, and taxiing (blast pads/stopways).",
      "start": 1137.27,
      "end": 1148.68
    },
    {
      "text": "Closed Runway: Marked by an \"X\" on each runway end.",
      "start": 1149.28,
      "end": 1152.85
    },
    {
      "text": "Taxiway Markings  Centerline: A single continuous yellow line.",
      "start": 1153.45,
      "end": 1157.79
    },
    {
      "text": "Edge Markings: Used to define the edge of the taxiway.",
      "start": 1159.59,
      "end": 1163.37
    },
    {
      "text": "Continuous double yellow lines should not be crossed.",
      "start": 1163.97,
      "end": 1167.68
    },
    {
      "text": "Dashed double yellow lines indicates the pilot may cross the lines.",
      "start": 1167.68,
      "end": 1172.37
    },
    {
      "text": "Hold Position Markings: Consist of four yellow lines (two solid and two dashed).",
      "start": 1172.37,
      "end": 1177.97
    },
    {
      "text": "The solid lines are always on the side where the aircraft is to hold.",
      "start": 1178.57,
      "end": 1183.4
    },
    {
      "text": "The dashed lines are on the side toward the runway.",
      "start": 1183.4,
      "end": 1186.97
    },
    {
      "text": "An aircraft exiting a runway is not clear of the runway until all parts of the aircraft have crossed the applicable holding position marking.",
      "start": 1186.97,
      "end": 1196.84
    },
    {
      "text": "Airport Signs  Mandatory Instruction Signs: Red background with white inscription.",
      "start": 1196.84,
      "end": 1202.58
    },
    {
      "text": "These denote an entrance to a runway, critical area, or prohibited area.",
      "start": 1204.38,
      "end": 1209.42
    },
    {
      "text": "(e.g., \"15-33\" indicates the holding position for Runway 15-33).",
      "start": 1209.42,
      "end": 1213.9
    },
    {
      "text": "Location Signs: Black background with yellow inscription and yellow border.",
      "start": 1213.9,
      "end": 1219.15
    },
    {
      "text": "These identify the taxiway or runway on which the aircraft is located.",
      "start": 1219.75,
      "end": 1224.65
    },
    {
      "text": "(e.g., \"A\" indicates you are on Taxiway Alpha).",
      "start": 1224.65,
      "end": 1227.94
    },
    {
      "text": "Direction Signs: Yellow background with black inscription.",
      "start": 1227.94,
      "end": 1232.0
    },
    {
      "text": "These identify the designation of the intersecting taxiway(s) leading out of the intersection.",
      "start": 1232.6,
      "end": 1239.18
    },
    {
      "text": "Destination Signs: Yellow background with black inscription.",
      "start": 1239.18,
      "end": 1243.38
    },
    {
      "text": "These indicate a destination on the airport (e.g., \"FBO\", \"RAMP\").",
      "start": 1243.98,
      "end": 1248.6
    },
    {
      "text": "Runway Distance Remaining Signs: Black background with white numeral.",
      "start": 1248.6,
      "end": 1253.43
    },
    {
      "text": "Indicates the distance (in thousands of feet) of landing runway remaining.",
      "start": 1254.03,
      "end": 1259.21
    },
    {
      "text": "[See Figure 14-2: Airport signs and markings]  Airport Lighting  Airport Beacon  These beacons help a pilot identify an airport at night.",
      "start": 1259.21,
      "end": 1268.8
    },
    {
      "text": "Civil Land Airport: Flashing white and green.",
      "start": 1270.6,
      "end": 1273.75
    },
    {
      "text": "Military Airport: Two quick white flashes followed by a green flash.",
      "start": 1273.75,
      "end": 1278.51
    },
    {
      "text": "Water Airport: Flashing white and yellow.",
      "start": 1279.11,
      "end": 1281.98
    },
    {
      "text": "Pilot Control of Airport Lighting  At some airports, the pilot can control the lighting intensity via the radio.",
      "start": 1282.58,
      "end": 1290.42
    },
    {
      "text": "Key the mike 7 times: High intensity.",
      "start": 1292.22,
      "end": 1294.81
    },
    {
      "text": "Key the mike 5 times: Medium intensity.",
      "start": 1294.81,
      "end": 1297.54
    },
    {
      "text": "Key the mike 3 times: Low intensity.",
      "start": 1298.14,
      "end": 1300.66
    },
    {
      "text": "Wind Direction Indicators  Wind Sock: Provides the best indication of wind direction and velocity.",
      "start": 1301.26,
      "end": 1308.12
    },
    {
      "text": "The wind enters the large end and exits the small end; the small end points away from the wind.",
      "start": 1309.92,
      "end": 1316.57
    },
    {
      "text": "Tetrahedron: A large triangular device.",
      "start": 1316.57,
      "end": 1319.3
    },
    {
      "text": "The small end points into the wind.",
      "start": 1319.9,
      "end": 1322.35
    },
    {
      "text": "It is meant to indicate landing direction.",
      "start": 1322.35,
      "end": 1325.29
    },
    {
      "text": "Segmented Circle: A visual indicator on the ground that provides traffic pattern information.",
      "start": 1325.29,
      "end": 1331.8
    },
    {
      "text": "L-shaped markers around the circle indicate the base and final legs of the pattern.",
      "start": 1332.4,
      "end": 1338.21
    },
    {
      "text": "Radio Communications  Frequencies  see-taff (Common Traffic Advisory Frequency): Used for carrying out airport advisory practices while operating to or from an airport without an operating control tower.",
      "start": 1338.21,
      "end": 1352.42
    },
    {
      "text": "UNICOM: A nongovernment air/ground radio communication station which may provide airport information at public use airports.",
      "start": 1354.22,
      "end": 1362.9
    },
    {
      "text": "Light Gun Signals  In the event of a radio failure at a towered airport, ATC uses a light gun to signal aircraft.",
      "start": 1363.5,
      "end": 1371.41
    },
    {
      "text": "Steady Green: (In flight) Cleared to land; (On ground) Cleared for takeoff.",
      "start": 1373.21,
      "end": 1378.46
    },
    {
      "text": "Flashing Green: (In flight) Return for landing; (On ground) Cleared to taxi.",
      "start": 1378.46,
      "end": 1383.78
    },
    {
      "text": "Steady Red: (In flight) Give way to other aircraft and continue circling; (On ground) Stop.",
      "start": 1384.38,
      "end": 1390.75
    },
    {
      "text": "Flashing Red: (In flight) Airport unsafe—do not land; (On ground) Taxi clear of runway in use.",
      "start": 1391.35,
      "end": 1397.93
    },
    {
      "text": "Flashing White: (On ground only) Return to starting point on airport.",
      "start": 1398.53,
      "end": 1403.36
    },
    {
      "text": "Alternating Red and Green: Exercise extreme caution.",
      "start": 1403.96,
      "end": 1407.6
    },
    {
      "text": "Wake Turbulence Avoidance  Wake turbulence is generated by the passage of an aircraft through the air.",
      "start": 1408.2,
      "end": 1415.34
    },
    {
      "text": "The strongest wake turbulence is generated by heavy, clean, and slow aircraft.",
      "start": 1417.14,
      "end": 1422.6
    },
    {
      "text": "Vortex Behavior  Vortices are generated from the moment the aircraft rotates for takeoff until the nose gear touches down for landing.",
      "start": 1422.6,
      "end": 1431.98
    },
    {
      "text": "Vortices tend to sink and move outward near the ground.",
      "start": 1433.18,
      "end": 1437.03
    },
    {
      "text": "Avoidance Procedures  Landing behind a large aircraft: Stay above the large aircraft's final approach path and land beyond its touchdown point.",
      "start": 1437.63,
      "end": 1447.64
    },
    {
      "text": "Departing behind a large aircraft: Rotate prior to the large aircraft's rotation point and climb above its flight path.",
      "start": 1449.44,
      "end": 1457.77
    },
    {
      "text": "---  PHAK Chapter 15: Airspace (Sport Pilot Filter) Introduction  The two categories of airspace are: regulatory and nonregulatory.",
      "start": 1458.37,
      "end": 1467.54
    },
    {
      "text": "Within these two categories, there are four types: controlled, uncontrolled, special use, and other airspace.",
      "start": 1469.34,
      "end": 1476.97
    },
    {
      "text": "Controlled Airspace  Controlled airspace is a generic term that covers the different classification of airspace and defined dimensions within which air traffic control (ATC) service is provided to I-F-R flights and to V-F-R flights in accordance with the airspace classification.",
      "start": 1476.97,
      "end": 1496.5
    },
    {
      "text": "Class A Airspace  Generally, that airspace from 18,000 feet M-S-L up to and including FL 600, including the airspace overlying the waters within 12 nautical miles (NM) of the coast of the 48 contiguous states and Alaska.",
      "start": 1497.7,
      "end": 1513.1
    },
    {
      "text": "Unless otherwise authorized, all persons must operate their aircraft under I-F-R.",
      "start": 1514.3,
      "end": 1519.97
    },
    {
      "text": "Class B Airspace  Generally, that airspace from the surface to 10,000 feet M-S-L surrounding the nation’s busiest airports in terms of I-F-R operations or passenger enplanements.",
      "start": 1519.97,
      "end": 1532.43
    },
    {
      "text": "Configuration: The configuration of each Class B airspace area is individually tailored and consists of a surface area and two or more layers (some resemble upside-down wedding cakes).",
      "start": 1533.63,
      "end": 1546.51
    },
    {
      "text": "Requirements: An ATC clearance is required for all aircraft to operate in the area, and all aircraft that are so cleared receive separation services within the airspace.",
      "start": 1546.51,
      "end": 1558.34
    },
    {
      "text": "Mode C Veil: All aircraft within 30 nautical miles of a Class B primary airport, from the surface upward to 10,000 feet MSL, must be equipped with an operating transponder with altitude reporting capability (Mode C) and ADS-B Out.",
      "start": 1558.94,
      "end": 1575.04
    },
    {
      "text": "Sport Pilot Limitation: Sport pilots may not operate in Class B airspace unless they have received specific training and a logbook endorsement  Class C Airspace  Generally, that airspace from the surface to 4,000 feet above the airport elevation (charted in MSL) surrounding those airports that have an operational control tower, are serviced by a radar approach control, and that have a certain number of I-F-R operations or passenger enplanements.",
      "start": 1575.64,
      "end": 1607.07
    },
    {
      "text": "Configuration: Usually consists of a surface area with a 5 NM radius, and an outer circle with a 10 NM radius that extends from 1,200 feet to 4,000 feet above the airport elevation.",
      "start": 1608.87,
      "end": 1621.54
    },
    {
      "text": "Requirements: Two-way radio communication must be established with ATC prior to entry and thereafter maintained while within the airspace.",
      "start": 1621.54,
      "end": 1631.2
    },
    {
      "text": "Class D Airspace  Generally, that airspace from the surface to 2,500 feet above the airport elevation (charted in MSL) surrounding those airports that have an operational control tower.",
      "start": 1631.8,
      "end": 1644.75
    },
    {
      "text": "Configuration: The configuration of each Class D airspace area is individually tailored and when instrument procedures are published, the airspace will normally be designed to contain the procedures.",
      "start": 1646.55,
      "end": 1660.48
    },
    {
      "text": "Requirements: Unless otherwise authorized, each aircraft must establish two-way radio communications with the ATC facility providing air traffic services prior to entering the airspace and thereafter maintain those communications while in the airspace.",
      "start": 1660.48,
      "end": 1678.12
    },
    {
      "text": "Class E Airspace  Generally, if the airspace is not Class A, Class B, Class C, or Class D, and it is controlled airspace, it is Class E airspace.",
      "start": 1678.72,
      "end": 1688.87
    },
    {
      "text": "Vertical Limits: Except for 18,000 feet MSL, Class E airspace has no defined vertical limit but rather extends upward from either the surface or a designated altitude to the overlying or adjacent controlled airspace.",
      "start": 1690.67,
      "end": 1705.79
    },
    {
      "text": "Types:  Surface Area Designated for an Airport: Extends from the surface.",
      "start": 1705.79,
      "end": 1710.9
    },
    {
      "text": "Extension to a Surface Area: Extends from the surface.",
      "start": 1711.5,
      "end": 1715.28
    },
    {
      "text": "Airspace Used for Transition: Begins at either 700 feet or 1,200 feet A-G-L.",
      "start": 1715.88,
      "end": 1721.2
    },
    {
      "text": "Federal Airways: Victor Airways (1,200 feet A-G-L up to 17,999 feet MSL).",
      "start": 1721.8,
      "end": 1726.91
    },
    {
      "text": "Uncontrolled Airspace  Class G Airspace  Class G airspace (uncontrolled) is that portion of the airspace that has not been designated as Class A, Class B, Class C, Class D, or Class E airspace.",
      "start": 1727.51,
      "end": 1741.02
    },
    {
      "text": "Vertical Limits: Class G airspace extends from the surface to the base of the overlying Class E airspace.",
      "start": 1742.82,
      "end": 1750.17
    },
    {
      "text": "Although Class G airspace often technically extends to 14,500 feet MSL, for the vast majority of the US, it is capped at either 700 feet A-G-L or 1,200 feet A-G-L by the overlying Class E.",
      "start": 1750.17,
      "end": 1763.33
    },
    {
      "text": "Special Use Airspace  Special use airspace consists of that airspace wherein activities must be confined because of their nature, or wherein limitations are imposed upon aircraft operations that are not a part of those activities, or both.",
      "start": 1763.33,
      "end": 1780.06
    },
    {
      "text": "Prohibited Areas  Prohibited areas contain airspace of defined dimensions identified by an area on the surface of the Earth within which the flight of aircraft is prohibited .",
      "start": 1781.86,
      "end": 1794.11
    },
    {
      "text": "Such areas are established for security or other reasons associated with the national welfare.",
      "start": 1795.31,
      "end": 1801.89
    },
    {
      "text": "Restricted Areas  Restricted areas contain airspace identified by an area on the surface of the Earth within which the flight of aircraft, while not wholly prohibited, is subject to restrictions.",
      "start": 1801.89,
      "end": 1815.54
    },
    {
      "text": "Use of the area for artillery firing, aerial gunnery, or guided missiles are examples.",
      "start": 1816.74,
      "end": 1822.76
    },
    {
      "text": "Cold: If the restricted area is not active, ATC will allow the aircraft to operate in the restricted airspace.",
      "start": 1822.76,
      "end": 1830.46
    },
    {
      "text": "Hot: If the restricted area is active and has not been released to the controlling agency (ATC), ATC will issue a clearance that will ensure the aircraft avoids the restricted airspace.",
      "start": 1830.46,
      "end": 1843.41
    },
    {
      "text": "Warning Areas  A warning area is airspace of defined dimensions, extending from three nautical miles outward from the coast of the U.S., that contains activity that may be hazardous to nonparticipating aircraft.",
      "start": 1844.01,
      "end": 1858.78
    },
    {
      "text": "The purpose of such warning areas is to warn nonparticipating pilots of the potential danger.",
      "start": 1860.58,
      "end": 1867.09
    },
    {
      "text": "Military Operation Areas (MOAs)  MOAs consist of airspace of defined vertical and lateral limits established for the purpose of separating certain military training activities from I-F-R traffic.",
      "start": 1867.09,
      "end": 1880.74
    },
    {
      "text": "V-F-R Flights: Pilots operating under V-F-R should exercise extreme caution while flying within an MOA when military activity is being conducted.",
      "start": 1881.94,
      "end": 1892.09
    },
    {
      "text": "No clearance is required to enter an MOA.",
      "start": 1892.09,
      "end": 1894.96
    },
    {
      "text": "Alert Areas  Alert areas are depicted on aeronautical charts to inform nonparticipating pilots of areas that may contain a high volume of pilot training or an unusual type of aerial activity.",
      "start": 1894.96,
      "end": 1908.33
    },
    {
      "text": "Other Airspace Areas  Military Training Routes (MTRs)  MTRs are used by the military to conduct low-altitude, high-speed training.",
      "start": 1910.13,
      "end": 1919.23
    },
    {
      "text": "IR: Instrument rules (generally above 1,500 feet AGL).",
      "start": 1920.43,
      "end": 1924.21
    },
    {
      "text": "VR: Visual rules (generally below 1,500 feet AGL).",
      "start": 1924.21,
      "end": 1927.71
    },
    {
      "text": "Charts: MTRs with no segment above 1,500 feet A-G-L are identified by four number characters (e.g., IR1206).",
      "start": 1928.31,
      "end": 1935.87
    },
    {
      "text": "MTRs that include one or more segments above 1,500 feet A-G-L are identified by three number characters (e.g., IR206).",
      "start": 1936.47,
      "end": 1944.73
    },
    {
      "text": "Temporary Flight Restrictions (TFR)  A flight data center (FDC) Notice to Airmen (NOTAM) is issued to designate a TFR.",
      "start": 1944.73,
      "end": 1952.99
    },
    {
      "text": "The no-tam begins with the phrase \"FLIGHT RESTRICTIONS\" followed by the location of the temporary restriction, effective time period, area defined in statute miles, and altitudes affected.",
      "start": 1954.79,
      "end": 1967.95
    },
    {
      "text": "Reasons: Protect persons/property in the air or on surface (disasters), provide a safe environment for disaster relief, prevent unsafe congestion (sightseeing), protect the President/VP/public figures, and safe operation of space agency operations.",
      "start": 1967.95,
      "end": 1985.31
    },
    {
      "text": "National Security Areas (NSAs)  NSAs consist of airspace of defined vertical and lateral dimensions established at locations where there is a requirement for increased security and safety of ground facilities.",
      "start": 1985.31,
      "end": 1999.94
    },
    {
      "text": "Pilots are requested to voluntarily avoid flying through the depicted NSA.",
      "start": 2001.74,
      "end": 2006.92
    },
    {
      "text": "Basic V-F-R Weather Minimums  No person may operate an aircraft under V-F-R when the flight visibility is less, or at a distance from clouds that is less than that prescribed for the corresponding altitude and class of airspace.",
      "start": 2006.92,
      "end": 2022.88
    },
    {
      "text": "[See Figure 15-2: Basic VFR46 Weather Minimums] Class A: Not Applicable (IFR Only).",
      "start": 2024.08,
      "end": 2029.89
    },
    {
      "text": "Class B: 3 SM visibility; Clear of Clouds.",
      "start": 2029.89,
      "end": 2032.83
    },
    {
      "text": "Class C: 3 SM visibility; 500' below, 1,000' above, 2,000' horizontal.",
      "start": 2033.43,
      "end": 2038.33
    },
    {
      "text": "Class D: 3 SM visibility; 500' below, 1,000' above, 2,000' horizontal.",
      "start": 2038.93,
      "end": 2043.83
    },
    {
      "text": "Class E (Less than 10,000 MSL): 3 SM visibility; 500' below, 1,000' above, 2,000' horizontal.",
      "start": 2044.43,
      "end": 2050.94
    },
    {
      "text": "Class E (At or above 10,000 MSL): 5 SM visibility; 1,00057' below, 1,000' above, 1 SM horizontal.",
      "start": 2051.54,
      "end": 2058.33
    },
    {
      "text": "Class G (Day, 1,200 feet or less AGL): 1 SM visibility; Clear of clouds.",
      "start": 2058.93,
      "end": 2063.97
    },
    {
      "text": "Class G (Day, More than 1,200 feet A-G-L but less than 10,000 MSL): 1 SM visibility; 500' below, 1,000' above, 2,000' horizontal.",
      "start": 2064.57,
      "end": 2073.6
    },
    {
      "text": "Class G (Night): 3 SM visibility; 500' below, 1,000' above, 2,000' horizontal.",
      "start": 2074.2,
      "end": 2079.66
    },
    {
      "text": "---  PHAK Chapter 16: Navigation (Sport Pilot Filter) Aeronautical Charts  Aeronautical charts provide a pictorial representation of a portion of the Earth’s surface upon which information has been superimposed.",
      "start": 2080.26,
      "end": 2095.03
    },
    {
      "text": "Sectional Charts  Sectional charts are the most common charts used by pilots today.",
      "start": 2096.83,
      "end": 2102.64
    },
    {
      "text": "The charts have a scale of 1:500,000 (1 inch \\= 6.86 nautical miles (NM) or approximately 8 statute miles (SM)), which allows for more detailed information to be included on the chart.",
      "start": 2103.84,
      "end": 2116.72
    },
    {
      "text": "Visual Checkpoints: The chart provides an abundance of information, including visual checkpoints for V-F-R flight (landmarks, cities, towns, etc.).",
      "start": 2116.72,
      "end": 2127.01
    },
    {
      "text": "Checklist: The chart includes an aeronautical chart legend, which provides a list of aeronautical symbols and information.",
      "start": 2127.01,
      "end": 2135.55
    },
    {
      "text": "V-F-R Terminal Area Charts  V-F-R Terminal Area Charts (TAC) are helpful when flying in or near Class B airspace.",
      "start": 2136.15,
      "end": 2144.06
    },
    {
      "text": "They have a scale of 1:250,000 (1 inch \\= 3.43 NM or approximately 4 SM).",
      "start": 2145.86,
      "end": 2150.97
    },
    {
      "text": "These charts provide a more detailed display of topographical information.",
      "start": 2150.97,
      "end": 2156.15
    },
    {
      "text": "Latitude and Longitude (Meridians and Parallels)  The equator is an imaginary circle equidistant from the poles of the Earth.",
      "start": 2156.15,
      "end": 2164.9
    },
    {
      "text": "Circles parallel to the equator (lines running east and west) are parallels of latitude.",
      "start": 2166.1,
      "end": 2172.26
    },
    {
      "text": "They are used to measure degrees of latitude north or south of the equator.",
      "start": 2172.26,
      "end": 2177.51
    },
    {
      "text": "Latitude: The angular distance from the equator to the pole is one-fourth of a circle or 90°.",
      "start": 2177.51,
      "end": 2184.02
    },
    {
      "text": "Longitude: Meridi12ans of longitude are d13rawn from the North Pole to the South Pole and are at right angles to the Equator.",
      "start": 2184.02,
      "end": 2192.77
    },
    {
      "text": "The Prime Meridian (0°) passes through Greenwich, England.",
      "start": 2193.37,
      "end": 2197.43
    },
    {
      "text": "Longitude is measured in degrees east or west of the Prime Meridian.",
      "start": 2197.43,
      "end": 2202.19
    },
    {
      "text": "Measurement: Any specific geographical point can be located by reference to its longitude and latitude.",
      "start": 2202.19,
      "end": 2209.4
    },
    {
      "text": "Chart Symbology  Terrain and Obstructions  The elevation of terrain and obstructions is of major importance to pilots.",
      "start": 2210.0,
      "end": 2218.26
    },
    {
      "text": "Contour Lines: Lines connecting points of equal elevation.",
      "start": 2220.06,
      "end": 2224.12
    },
    {
      "text": "They show the shape of the terrain.",
      "start": 2224.12,
      "end": 2226.57
    },
    {
      "text": "Color Tinting: Used to depict elevation.",
      "start": 2226.57,
      "end": 2229.37
    },
    {
      "text": "Darker shades generally indicate higher terrain.",
      "start": 2229.97,
      "end": 2233.33
    },
    {
      "text": "Maximum Elevation Figure (MEF): Bold numbers in each quadrangle of the chart indicating the highest known feature (terrain or obstruction) within that quadrangle.",
      "start": 2233.33,
      "end": 2244.67
    },
    {
      "text": "Navigation Aids  VORTACs, VORs, VOR-DMEs, and NDBs are depicted on charts.",
      "start": 2245.27,
      "end": 2250.45
    },
    {
      "text": "Compass Rose: A circle graduated in degrees, placed around the VOR symbol to facilitate plotting courses.",
      "start": 2252.25,
      "end": 2259.6
    },
    {
      "text": "Pilotage  Pilotage is navigation by reference to landmarks or checkpoints.",
      "start": 2259.6,
      "end": 2264.78
    },
    {
      "text": "It is a method of navigation that can be used on any course that has adequate checkpoints, but it is more commonly used in conjunction with dead reckoning and V-F-R radio navigation.",
      "start": 2266.58,
      "end": 2279.32
    },
    {
      "text": "Checkpoints: The pilot selects checkpoints that are easily identified, such as large towns, roads, railroads, rivers, and lakes.",
      "start": 2279.32,
      "end": 2288.28
    },
    {
      "text": "Bracketing: Using landmarks on either side of the course to keep the aircraft on track.",
      "start": 2288.28,
      "end": 2294.37
    },
    {
      "text": "Dead Reckoning  Dead reckoning is navigation solely by means of computations based on time, airspeed, distance, and direction.",
      "start": 2294.97,
      "end": 2303.79
    },
    {
      "text": "Heading: The direction the aircraft is pointed.",
      "start": 2305.59,
      "end": 2308.88
    },
    {
      "text": "Track: The actual path of the aircraft over the ground.",
      "start": 2308.88,
      "end": 2312.73
    },
    {
      "text": "Wind Triangle  The wind triangle is a method of determining the effect of wind on the flight.",
      "start": 2313.33,
      "end": 2319.84
    },
    {
      "text": "Groundspeed (GS): The speed of the aircraft over the ground.",
      "start": 2321.64,
      "end": 2325.84
    },
    {
      "text": "It is affected by the wind.",
      "start": 2325.84,
      "end": 2327.73
    },
    {
      "text": "Wind Correction Angle (WCA): The angle between the course and the heading.",
      "start": 2327.73,
      "end": 2332.91
    },
    {
      "text": "It is the correction applied to the course to compensate for wind drift.",
      "start": 2333.51,
      "end": 2338.55
    },
    {
      "text": "Magnetic Variation  Variation is the angle between true north and magnetic north.",
      "start": 2338.55,
      "end": 2344.22
    },
    {
      "text": "Isogonic Lines: Lines connecting points of equal magnetic variation.",
      "start": 2346.02,
      "end": 2350.78
    },
    {
      "text": "Correction: To convert a true course to a magnetic course, add or subtract variation.",
      "start": 2350.78,
      "end": 2356.73
    },
    {
      "text": "\"West is Best (Add), East is Least (Subtract).\"  Magnetic Deviation  Deviation is the error induced in the compass by the aircraft's magnetic fields.",
      "start": 2357.33,
      "end": 2367.76
    },
    {
      "text": "Compass Card: A card mounted near the compass that shows the deviation correction for specific headings.",
      "start": 2369.56,
      "end": 2376.84
    },
    {
      "text": "Flight Planning  Plotting the Course  Draw a line from the departure point to the destination.",
      "start": 2376.84,
      "end": 2383.42
    },
    {
      "text": "Measure the True Course (TC) using a plotter/protractor against a meridian.",
      "start": 2385.22,
      "end": 2390.47
    },
    {
      "text": "Measuring Distance  Measure the distance in nautical miles (NM) using the scale on the plotter or the latitude lines on the chart (1 minute of latitude \\= 1 NM).",
      "start": 2391.07,
      "end": 2402.34
    },
    {
      "text": "Calculating Time, Speed, and Distance  Use the following formula or a flight computer (E6B): Time \\= Distance / Groundspeed Fuel Calculations  Calculate the fuel required based on the estimated time en route and the fuel consumption rate.",
      "start": 2404.14,
      "end": 2420.8
    },
    {
      "text": "Always plan for adequate reserves.",
      "start": 2422.0,
      "end": 2424.38
    },
    {
      "text": "V-F-R Flight Plan  A V-F-R flight plan is a form used to file flight information with the F-A-A.",
      "start": 2424.38,
      "end": 2431.1
    },
    {
      "text": "It provides Search and Rescue (SAR) protection.",
      "start": 2432.3,
      "end": 2435.59
    },
    {
      "text": "Filing: File with Flight Service (1-800-WX-BRIEF) or online.",
      "start": 2435.59,
      "end": 2439.79
    },
    {
      "text": "Activation: The pilot must activate the flight plan on departure.",
      "start": 2439.79,
      "end": 2444.34
    },
    {
      "text": "Closing: The pilot must close the flight plan upon arrival.",
      "start": 2444.94,
      "end": 2449.07
    },
    {
      "text": "Lost Procedures  If you become lost: Climb: To see farther and improve radio reception.",
      "start": 2449.67,
      "end": 2455.76
    },
    {
      "text": "Communicate: Call ATC or Flight Service on 121.5 or a local frequency.",
      "start": 2457.56,
      "end": 2462.46
    },
    {
      "text": "Confess: Admit you are lost and need help.",
      "start": 2463.06,
      "end": 2466.0
    },
    {
      "text": "Comply: Follow instructions.",
      "start": 2466.6,
      "end": 2468.56
    },
    {
      "text": "Conserve: Reduce power to conserve fuel.",
      "start": 2469.16,
      "end": 2471.96
    },
    {
      "text": "Global Positioning System (GPS)  GPS is a satellite-based radio navigation system.",
      "start": 2472.56,
      "end": 2478.3
    },
    {
      "text": "Waypoints: Geographic locations used for navigation.",
      "start": 2480.1,
      "end": 2483.74
    },
    {
      "text": "Moving Map: Displays the aircraft's position relative to the terrain and course.",
      "start": 2483.74,
      "end": 2489.34
    },
    {
      "text": "RAIM (Receiver Autonomous Integrity Monitoring): A function that monitors the integrity of the GPS signals.",
      "start": 2489.94,
      "end": 2497.43
    },
    {
      "text": "If RAIM is not available, the GPS accuracy may be degraded.",
      "start": 2498.03,
      "end": 2502.16
    },
    {
      "text": "[See Figure 16-1: Sectional chart excerpt]  ---  PHAK Chapter 17: Aeromedical Factors (Sport Pilot Filter) Medical Certification  Obtaining a Medical Certificate  Most pilots must have a valid medical certificate to exercise the privileges of their airman certificates.",
      "start": 2502.16,
      "end": 2520.99
    },
    {
      "text": "Sport pilots may hold either a medical certificate or a valid state driver’s license.",
      "start": 2522.79,
      "end": 2528.74
    },
    {
      "text": "Regardless of whether a medical certificate or driver's license is required, 14 C-F-R 61.53 requires every pilot not to act as a crewmember if they know, or have reason to know, of any medical condition that would make them unable to operate the aircraft in a safe manner.",
      "start": 2528.74,
      "end": 2547.78
    },
    {
      "text": "Environmental Factors  Hypoxia  Hypoxia means \"reduced oxygen\" or \"not enough oxygen.\" Although any tissue will die if deprived of oxygen long enough, the greatest concern regarding hypoxia during flight is lack of oxygen to the brain, since it is particularly vulnerable to oxygen deprivation.",
      "start": 2547.78,
      "end": 2568.36
    },
    {
      "text": "Hypoxic Hypoxia  This is a result of insufficient oxygen available to the body as a whole.",
      "start": 2569.56,
      "end": 2575.86
    },
    {
      "text": "A blocked airway and drowning are obvious examples of how the lungs can be deprived of oxygen, but the reduction in partial pressure of oxygen at high altitude is an appropriate example for pilots.",
      "start": 2577.06,
      "end": 2590.85
    },
    {
      "text": "Hypemic Hypoxia  This occurs when the blood is not able to take up and transport a sufficient amount of oxygen to the cells in the body.",
      "start": 2590.85,
      "end": 2600.37
    },
    {
      "text": "The most common form of hypemic hypoxia is carbon monoxide (CO) poisoning.",
      "start": 2601.57,
      "end": 2606.75
    },
    {
      "text": "CO attaches itself to the hemoglobin about 200 times more easily than does oxygen.",
      "start": 2606.75,
      "end": 2612.49
    },
    {
      "text": "It can result from a leaking exhaust manifold, allowing CO to enter the cockpit.",
      "start": 2612.49,
      "end": 2618.09
    },
    {
      "text": "Symptoms of Hypoxia  High-altitude flying can place a pilot in danger of becoming hypoxic.",
      "start": 2618.09,
      "end": 2624.39
    },
    {
      "text": "Oxygen starvation causes the brain and other vital organs to become impaired.",
      "start": 2625.59,
      "end": 2630.98
    },
    {
      "text": "One of the earliest symptoms is euphoria (a feeling of well-being).",
      "start": 2630.98,
      "end": 2635.67
    },
    {
      "text": "Other symptoms include drowsiness, headache, dizziness, cyanosis (blue color of lips/fingernails), and numbness.",
      "start": 2635.67,
      "end": 2643.51
    },
    {
      "text": "Time of Useful Consciousness (TUC)  TUC is the maximum time the pilot has to make rational, life-saving decisions and carry them out at a given altitude without supplemental oxygen.",
      "start": 2643.51,
      "end": 2656.18
    },
    {
      "text": "As altitude increases, TUC decreases.",
      "start": 2657.38,
      "end": 2659.97
    },
    {
      "text": "Hyperventilation  Hyperventilation is the excessive rate and depth of respiration leading to abnormal loss of carbon dioxide from the blood.",
      "start": 2659.97,
      "end": 2669.77
    },
    {
      "text": "This condition is common among pilots experiencing a stressful situation.",
      "start": 2670.97,
      "end": 2676.08
    },
    {
      "text": "Symptoms: Visual impairment, unconsciousness, lightheadedness, tingling sensations (pins and needles), and muscle spasms.",
      "start": 2676.08,
      "end": 2684.55
    },
    {
      "text": "Treatment: Breathing into a paper bag or talking aloud helps build up carbon dioxide levels.",
      "start": 2684.55,
      "end": 2690.99
    },
    {
      "text": "Middle Ear and Sinus Problems  Climb and Descent  During a climb, expanding gas in the middle ear vents through the Eustachian tube.",
      "start": 2691.59,
      "end": 2700.83
    },
    {
      "text": "During descent, the pilot must open the Eustachian tube to equalize pressure.",
      "start": 2702.63,
      "end": 2708.02
    },
    {
      "text": "This can be done by swallowing, yawning, or using the Valsalva maneuver (pinching the nose and blowing gently).",
      "start": 2708.02,
      "end": 2715.79
    },
    {
      "text": "Congestion: If the pilot has a cold or congestion, the Eustachian tube may be blocked.",
      "start": 2715.79,
      "end": 2721.81
    },
    {
      "text": "Flying with a cold can lead to extreme pain and possible eardrum rupture during descent.",
      "start": 2721.81,
      "end": 2727.97
    },
    {
      "text": "Spatial Disorientation and Illusions  Spatial disorientation is the inability of a pilot to correctly interpret aircraft attitude, altitude, or airspeed in relation to the Earth or other points of reference.",
      "start": 2727.97,
      "end": 2742.46
    },
    {
      "text": "Vestibular Illusions  The vestibular system (inner ear) help17s balance but can be easily confused in flight.",
      "start": 2744.26,
      "end": 2751.89
    },
    {
      "text": "The Leans: A slow roll is not detected by the fluid in the ear.",
      "start": 2753.09,
      "end": 2757.5
    },
    {
      "text": "When the pilot corrects, the ear signals a turn in the opposite direction, causing the pilot to lean.",
      "start": 2757.5,
      "end": 2764.57
    },
    {
      "text": "Coriolis Illusion: Occurs when a pilot has been in a turn long enough for the fluid in the ear to move at the same speed as the canal.",
      "start": 2764.57,
      "end": 2773.95
    },
    {
      "text": "A sudden head movement creates an overwhelming sensation of rotating or turning.",
      "start": 2774.55,
      "end": 2780.15
    },
    {
      "text": "Graveyard Spiral: A pilot in a prolonged constant-rate turn may experience the illusion of not turning.",
      "start": 2780.15,
      "end": 2787.36
    },
    {
      "text": "Upon recovering to level flight, the pilot will feel a sensation of turning in the opposite direction and may return the aircraft to its original turn.",
      "start": 2787.96,
      "end": 2798.53
    },
    {
      "text": "Visual Illusions  False Horizon: A sloping cloud formation, an obscured horizon, or a dark scene spread with ground lights and stars can create a false horizon.",
      "start": 2798.53,
      "end": 2809.73
    },
    {
      "text": "Autokinesis: In the dark, a static light will appear to move about when stared at for many seconds.",
      "start": 2810.33,
      "end": 2817.26
    },
    {
      "text": "The pilot may attempt to align the aircraft with the moving light.",
      "start": 2817.86,
      "end": 2822.48
    },
    {
      "text": "Preventing Disorientation The most effective way to prevent spatial disorientation is to rely on the flight instruments and ignore conflicting sensory signals.",
      "start": 2822.48,
      "end": 2833.61
    },
    {
      "text": "Motion Sickness  Motion sickness is caused by the brain receiving conflicting messages from the state of the body, the eyes, and the inner ear.",
      "start": 2833.61,
      "end": 2843.62
    },
    {
      "text": "Symptoms: Nausea, dizziness, paleness, sweating, and vomiting.",
      "start": 2845.42,
      "end": 2849.76
    },
    {
      "text": "Remedy: Open air vents, focus on objects outside the aircraft, and avoid unnecessary head movements.",
      "start": 2849.76,
      "end": 2856.76
    },
    {
      "text": "Carbon Monoxide (CO) Poisoning  CO is a colorless, odorless, and tasteless gas contained in exhaust fumes.",
      "start": 2857.36,
      "end": 2864.78
    },
    {
      "text": "Source: Heaters in light aircraft work by air flowing over the exhaust manifold.",
      "start": 2866.58,
      "end": 2872.18
    },
    {
      "text": "A crack in the manifold allows exhaust into the cabin.",
      "start": 2872.18,
      "end": 2875.96
    },
    {
      "text": "Symptoms: Headache, drowsiness, and dizziness.",
      "start": 2875.96,
      "end": 2879.18
    },
    {
      "text": "The smell of exhaust gas is a warning.",
      "start": 2879.78,
      "end": 2882.44
    },
    {
      "text": "Action: Turn off the heater, open air vents/windows, and land as soon as practical.",
      "start": 2882.44,
      "end": 2888.25
    },
    {
      "text": "Stress and Fatigue  Stress  Stress is the body’s response to physical and psychological demands.",
      "start": 2888.85,
      "end": 2895.57
    },
    {
      "text": "Acute Stress: Short term (e.g., an immediate threat).",
      "start": 2897.37,
      "end": 2901.08
    },
    {
      "text": "Chronic Stress: Long term (e.g., financial problems, loneliness).",
      "start": 2901.08,
      "end": 2905.63
    },
    {
      "text": "This is a serious threat to flight safety.",
      "start": 2906.23,
      "end": 2909.17
    },
    {
      "text": "Fatigue: Fatigue is frequently associated with pilot error.",
      "start": 2909.17,
      "end": 2913.3
    },
    {
      "text": "Some of the effects of fatigue include degradation of attention and concentration, impaired coordination, and decreased ability to communicate.",
      "start": 2913.9,
      "end": 2923.91
    },
    {
      "text": "Dehydration and Heatstroke  Dehydration  Dehydration is the term given to a critical loss of water from the body.",
      "start": 2923.91,
      "end": 2931.82
    },
    {
      "text": "The first noticeable effect of dehydration is fatigue.",
      "start": 2933.62,
      "end": 2937.4
    },
    {
      "text": "Alcohol and Drugs  Alcohol  Alcohol impairs the efficiency of the human body.",
      "start": 2937.4,
      "end": 2942.79
    },
    {
      "text": "Regulations: 14 C-F-R part 91 requires that blood alcohol level be less than 0.04 percent and that 8 hours pass between drinking alcohol and piloting an aircraft (\"8 hours bottle to throttle\").",
      "start": 2943.99,
      "end": 2957.5
    },
    {
      "text": "Altitude Effect: Alcohol is more damaging at altitude due to hypoxia.",
      "start": 2957.5,
      "end": 2962.33
    },
    {
      "text": "Hangover: A pilot with a hangover is still under the influence of alcohol and must not fly.",
      "start": 2962.93,
      "end": 2969.3
    },
    {
      "text": "Drugs  The regulations prohibit pilots from performing crewmember duties while using any medication that affects the faculties in any way contrary to safety.",
      "start": 2969.9,
      "end": 2980.89
    },
    {
      "text": "A pilot should consult an Aviation Medical Examiner (AME) before flying while taking any medication.",
      "start": 2982.69,
      "end": 2989.69
    },
    {
      "text": "Scuba Diving  Decompression sickness caused by nitrogen gas evolving in the blood can occur during exposure to low barometric pressure after scuba diving.",
      "start": 2989.69,
      "end": 3000.47
    },
    {
      "text": "Wait Times: Flights up to 8,000 feet MSL: Wait at least 12 hours after a dive which has not required controlled ascent (non-decompression stop diving).",
      "start": 3001.67,
      "end": 3012.24
    },
    {
      "text": "Flights above 8,000 feet MSL: Wait at least 24 hours after any scuba dive.",
      "start": 3012.24,
      "end": 3017.42
    },
    {
      "text": "Decompression Stop Diving: Wait at least 24 hours for any flight.",
      "start": 3018.02,
      "end": 3022.57
    },
    {
      "text": "Vision in Flight  Anatomy of the Eye  Cones: Located in the center of the retina.",
      "start": 3023.17,
      "end": 3028.84
    },
    {
      "text": "Responsible for color, detail, and day vision.",
      "start": 3030.64,
      "end": 3033.86
    },
    {
      "text": "Rods: Located in the periphery.",
      "start": 3033.86,
      "end": 3036.03
    },
    {
      "text": "Responsible for night and peripheral vision.",
      "start": 3036.63,
      "end": 3039.71
    },
    {
      "text": "They are sensitive to movement but cannot see color or fine detail.",
      "start": 3039.71,
      "end": 3044.4
    },
    {
      "text": "Night Vision  Adaptation: It takes about 30 minutes for the rods to fully adapt to darkness.",
      "start": 3044.4,
      "end": 3050.84
    },
    {
      "text": "Off-Center Viewing: Because the cones (center) are blind at night, pilots must look 5 to 10 degrees off-center to see an object clearly.",
      "start": 3052.64,
      "end": 3062.16
    },
    {
      "text": "Empty Field Myopia: In empty skies (haze or no clouds), the eye tends to focus only a few meters ahead.",
      "start": 3062.76,
      "end": 3069.97
    },
    {
      "text": "Scanning Techniques  Scanning for traffic is a continuous process.",
      "start": 3070.57,
      "end": 3075.19
    },
    {
      "text": "Day: Use a series of short, regularly spaced eye movements (about 10 degrees), focusing for at least one second in each block.",
      "start": 3076.99,
      "end": 3085.81
    },
    {
      "text": "Night: Scan slowly to permit off-center viewing.",
      "start": 3085.81,
      "end": 3089.17
    }
  ]
}